Repository: Nurfog/edx
Catalog: conf/locale/*/LC_MESSAGES/django-studio.po
Languages: ar_sa

source: Course team user does not exist
ar_sa: مستخدم فريق الدورة التدريبية غير موجود

source: The groups in this configuration can be mapped to cohorts in the Instructor Dashboard.
ar_sa: يمكن تعيين المجموعات الموجودة في هذا الإعدادات إلى أفواج في لوحة تحكم المدرّس.

source: Content Groups
ar_sa: مجموعات المحتوى

source: invalid JSON
ar_sa: JSON غير صحيح

source: must have name of the configuration
ar_sa: يجب أن يحتوى على اسم الإعدادات

source: must have at least one group
ar_sa: يجب أن يحتوي على مجموعة واحدة على الأقل.

source: unable to load this type of group configuration
ar_sa: تعذر تحميل هذا النوع من تشكيل المجموعة

source: Invalid course update id.
ar_sa: الرمز التعريفي لتحديث الدورة التدريبية غير صحيح.

source: Course update not found.
ar_sa: تعذر العثور على تحديث الدورة.

source: Could not index item: {}
ar_sa: تعذر فهرسة العنصر: {}

source: General indexing error occurred
ar_sa: حدث خطأ في الفهرسة العامة

source: (Unnamed)
ar_sa: (بدون اسم)

source: GIT_REPO_EXPORT_DIR not set or path {0} doesn't exist, please create it, or configure a different path with GIT_REPO_EXPORT_DIR
ar_sa: دليل GIT_REPO_EXPORT_DIR غير محدّد، أو المسار {0} غير موجود، لذلك يُرجى إنشاؤه، أو ضبط إعدادات مسار آخر مع دليل GIT_REPO_EXPORT_DIR.

source: Non writable git url provided. Expecting something like: git@github.com:edx/edx4edx_lite.git
ar_sa: تم تقديم عنوان رابط GIT URL غير قابل للكتابة. يقترح تقديم عنوان رابط مثل: git@github.com:edx/edx4edx_lite.git

source: If using http urls, you must provide the username and password in the url. Similar to https://user:pass@github.com/user/course.
ar_sa: عند استخدام روابط http، يجب ذكر اسم المستخدم وكلمة المرور في الرابط، كما يلي https://user:pass@github.com/user/course.

source: Unable to determine branch, repo in detached HEAD mode
ar_sa: تعذّر تحديد الفرع؛ المستودع في وضعية ’رأس مفصول‘

source: Unable to update or clone git repository.
ar_sa: تعذّر تحديث أو نسخ مستودع git.

source: Unable to export course to xml.
ar_sa: تعذّر تصدير الدورة إلى ملف بصيغة xml.

source: Unable to configure git username and password
ar_sa: تعذّر ضبط إعدادات اسم مستخدم وكلمة مرور git

source: Unable to commit changes. This is usually because there are no changes to be committed
ar_sa: تعذّر تنفيذ التغييرات بسبب عدم وجود تغييرات يجب تنفيذها

source: Unable to push changes. This is usually because the remote repository cannot be contacted
ar_sa: تعذّر دفع التغييرات نحو المستودع. ويحدث هذا عادةً بسبب عدم إمكانية الاتصال بالمستودع البعيد.

source: Bad course location provided
ar_sa: موقع الدورة الذي تم تقديمه غير صحيح

source: Missing branch on fresh clone
ar_sa: هناك فرع ناقص على النسخة الجديدة

source: Take the specified course and attempt to export it to a git repository . Course directory must already be a git repository. Usage: git_export <course_loc> <git_url>
ar_sa: خذ المساق المحدّد وحاول أن تصدّره إلى مستودع git . يجب أن يكون دليل المساق هو أصلًا مستودع git. الاستخدام: git_export <course_loc> <git_url>

source: Unknown User ID: {0}
ar_sa: هوية مستخدم غير معروف: {0}

source: Permission denied
ar_sa: الصلاحية مرفوضة

source: We only support uploading a .tar.gz file.
ar_sa: ندعم تحميل الملفّات بصيغة .tar.gz فقط.

source: Tar file not found
ar_sa: تعذر العثور على ملف بصيغة Tar

source: Unsafe tar file. Aborting import.
ar_sa: ملف بصيغة tar غير آمن. جارٍ إيقاف عملية الاستيراد.

source: Could not find the {0} file in the package.
ar_sa: تعذّر العثور على الملف {0} في الحزمة.

source: Deleted Group
ar_sa: مجموعة محذوفة

source: The image must have name, content type, and size information.
ar_sa: يجب أن تحتوي الصورة على معلومات الاسم ونوع المحتوى والحجم.

source: This image file type is not supported. Supported file types are {supported_file_formats}.
ar_sa: نوع ملف الصورة غير مدعوم. أنواع الملفات المدعومة هي {supported_file_formats}.

source: This image file must be smaller than {image_max_size}.
ar_sa: يجب أن يكون حجم ملف الصورة أصغر من {image_max_size}.

source: This image file must be larger than {image_min_size}.
ar_sa: يجب أن يكون حجم ملف الصورة أكبر من {image_min_size}.

source: There is a problem with this image file. Try to upload a different file.
ar_sa: هناك مشكلة في ملف الصورة هذا. حاول تحميل ملف مختلف.

source: Recommended image resolution is {image_file_max_width}x{image_file_max_height}. The minimum resolution is {image_file_min_width}x{image_file_min_height}.
ar_sa: دقة الصورة الموصى بها {image_file_max_width} x {image_file_max_height}. الحد الأدنى للدقة هو {image_file_min_width} x {image_file_min_height}.

source: This image file must have an aspect ratio of {video_image_aspect_ratio_text}.
ar_sa: يجب أن تكون نسبة الارتفاع لملف الصورة {video_image_aspect_ratio_text}.

source: The image file name can only contain letters, numbers, hyphens (-), and underscores (_).
ar_sa: يجب أن يحتوي اسم ملف الصورة على أحرف وأرقام وواصلات (-) وشرطات سفلية (_) فقط.

source: Upload completed
ar_sa: اكتمل التحميل

source: File {filename} exceeds maximum size of {maximum_size_in_megabytes} MB.
ar_sa: الملف {filename} تجاوز الحد الأقصى لـ {maximum_size_in_megabytes} ميغابايت.

source: must have name of the certificate
ar_sa: يجب أن تحتوي على اسم الشهادة

source: Certificate dict {0} missing value key '{1}'
ar_sa: القاموس {0} للشهادة ينقصه مفتاح القيمة '{1}'

source: PermissionDenied: Failed in authenticating {user}
ar_sa: رُفِض التصريح: تعذّر التحقّق من هوية المستخدم {user}

source: {platform_name} Support Levels:
ar_sa: مستويات دعم {platform_name}:

source: Open Response
ar_sa: إجابة مفتوحة

source: Blank
ar_sa: صفحة فارغة

source: Blank Open Response Assessment
ar_sa: تقييم إجابة مفتوحة فارغ

source: Course has been successfully reindexed.
ar_sa: تمت إعادة فهرسة الدورة بنجاح.

source: Set Date
ar_sa: ضبط التاريخ

source: Special characters not allowed in organization, course number, and course run.
ar_sa: لا يمكن استخدام الأحرف في الحالة الخاصة عند تحديد اسم المؤسسة ورقم الدورة ورقم تشغيلها.

source: There is already a course defined with the same organization and course number. Please change either organization or course number to be unique.
ar_sa: يوجد من قبل مساق يحمل اسم المؤسّسة ورقم المساق نفسهما. يُرجى تغيير إمّا المؤسّسة أو رقم المساق ليكون فريدًا.

source: Please change either the organization or course number so that it is unique.
ar_sa: نرجو تغيير رقم المؤسسة أو رقم الدورة إلى رقم مميز.

source: Unable to create course '{name}'. {err}
ar_sa: تعذّر إنشاء الدورة التدريبية ’{name}‘. {err}

source: You must link this course to an organization in order to continue. Organization you selected does not exist in the system, you will need to add it to the system
ar_sa: يجب ربط هذا المساق بمؤسّسة لتتمكّن من المتابعة. إن المؤسّسة التي اخترتها غير موجودة ضمن النظام وهو ما سيتطلّب منك إضافتها إلى النظام.

source: Invalid prerequisite course key
ar_sa: رمز الدورة الأساسي غير صالح

source: An error occurred while trying to save your tabs
ar_sa: خطأ أثناء محاولة حفظ تبويباتك.

source: Tabs Exception
ar_sa: استثناء التبويبات

source: This group configuration is in use and cannot be deleted.
ar_sa: إنّ إعدادات هذه المجموعة قيد الاستخدام ولا يمكن حذفها.

source: This content group is in use and cannot be deleted.
ar_sa: إنّ مجموعة المحتوى هذه قيد الاستخدام ولا يمكن حذفها.

source: Entrance Exam - Subsection
ar_sa: اختبار الدخول - قسم فرعي

source: Completed Course Entrance Exam
ar_sa: اختبار دخول الدورة مُكتمل

source: Course successfully exported to git repository
ar_sa: تم تصدير الدورة التدريبية إلى مستودع git بنجاح.

source: Vertical
ar_sa: عمودي

source: Section
ar_sa: قسم

source: Subsection
ar_sa: قسم فرعي

source: File upload corrupted. Please try again
ar_sa: فشل تحميل الملف، يُرجى المحاولة مجدّدًا.

source: Libraries cannot have more than {limit} components
ar_sa: لا يمكن أن تحتوي المكتبات على أكثر من {حد معين} من العناصر

source: Invalid data
ar_sa: بيانات غير صالحة

source: Invalid data ({details})
ar_sa: بيانات غير صالحة ({details})

source: You can not move {source_type} into {target_parent_type}.
ar_sa: لا يمكنك نقل {source_type} إلى {target_parent_type}.

source: Item is already present in target location.
ar_sa: العنصر موجود مسبقًا في الموقع الهدف.

source: You can not move an item into itself.
ar_sa: لا يمكن نقل عنصر إلى مكانه نفسه.

source: You can not move an item into it's child.
ar_sa: لا يمكن نقل عنصر إلى أقسامه الفرعية.

source: You can not move an item directly into content experiment.
ar_sa: لا يمكن نقل عنصر إلى تجربة المحتوى مباشرة.

source: {source_usage_key} not found in {parent_usage_key}.
ar_sa: {source_usage_key} غير موجود في {parent_usage_key}.

source: You can not move {source_usage_key} at an invalid index ({target_index}).
ar_sa: لا يمكنك نقل {source_usage_key} في فهرس غير صالح ({target_index}).

source: You must provide target_index ({target_index}) as an integer.
ar_sa: يجب إدخال target_index ({target_index}) كعدد صحيح.

source: Duplicate of {0}
ar_sa: نسخة لـ {0}

source: Duplicate of '{0}'
ar_sa: نسخة لـ ’{0}‘

source: Students must score {score}{pct_sign} or higher to access course materials.
ar_sa: يجب أن يحصل الطلّاب على درجة {score}{pct_sign} أو أعلى للوصول إلى مواد الدورة التدريبية.

source: Unable to create library - missing required field '{field}'
ar_sa: تعذّر إنشاء المكتبة - الحقل المطلوب '{field}' غير موجود

source: Unable to create library '{name}'. {err}
ar_sa: تعذّر إنشاء المكتبة '{name}'. {err}

source: There is already a library defined with the same organization and library code. Please change your library code so that it is unique within your organization.
ar_sa: هناك مسبقًا مكتبة تحمل اسم المؤسّسة نفسها والرمز نفسه. لذا يُرجى تغيير رمز مكتبتك لجعلها فريدة من نوعها ضمن مؤسّستك.

source: '{organization_key}' is not a valid organization identifier.
ar_sa: '{organization_key}' ليس معرفًا صحيحًا ' للمؤسسة

source: Access restricted to: {list_of_groups}
ar_sa: الدخول مقيّد إلى: {list_of_groups}

source: The information you entered is incorrect.
ar_sa: المعلومات التي أدخلتها غير صحيحة.

source: Transcripts are supported only for "video" modules.
ar_sa: يدعم التفريغ النصي الوحدات المكونة من مقاطع "فيديو" فقط.

source: Cannot find item by locator.
ar_sa: تعذر العثور على العنصر بواسطة محدد الموقع.

source: Video locator is required.
ar_sa: محدد موقع الفيديو مطلوب.

source: This transcript file type is not supported.
ar_sa: نوع ملف النص هذا غير مدعوم.

source: Video ID is required.
ar_sa: معرف الفيديو مطلوب.

source: Incoming video data is empty.
ar_sa: بيانات الفيديو الواردة فارغة.

source: Can't find item by locator.
ar_sa: تعذّر العثور على العنصر بواسطة مُحدّد الموقع.

source: No such transcript.
ar_sa: لا يمكن العثور على هذا النص.

source: There is a problem with the chosen transcript file.
ar_sa: توجد مشكلة في ملف النص المحدد.

source: There is a problem with the existing transcript file. Please upload a different file.
ar_sa: توجد مشكلة في ملف النص الحالي. يرجى تحميل ملف مختلف.

source: YouTube ID is required.
ar_sa: معرّف YouTube مطلوب.

source: There is a problem with the YouTube transcript file.
ar_sa: توجد مشكلة في ملف نص YouTube.

source: Insufficient permissions
ar_sa: الصلاحيات غير كافية

source: Could not find user by email address '{email}'.
ar_sa: تعذّر إيجاد المستخدم من خلال عنوان البريد الإلكتروني ’{email}‘.

source: No `role` specified.
ar_sa: لا يوجد `دور` محدد.

source: User {email} has registered but has not yet activated their account.
ar_sa: تم تسجيل {البريد الإلكتروني} للمستخدم ولكن لم يتم تفعيل الحساب بعد

source: Invalid `role` specified.
ar_sa: الدور المحدَّد غير صالح

source: You may not remove the last Admin. Add another Admin first.
ar_sa: لا يمكن إزالة المشرِف الأخير، يُرجى تعيين مشرِف آخر أوّلًا.

source: Uploading
ar_sa: جاري التحميل

source: In Progress
ar_sa: قيد المعالجة

source: Ready
ar_sa: جاهز

source: Uploaded
ar_sa: تم الرفع

source: Failed
ar_sa: فشل

source: Cancelled
ar_sa: تم الإلغاء

source: Failed Duplicate
ar_sa: فشل التكرار

source: YouTube Duplicate
ar_sa: نسخة مطابقة على يوتيوب

source: Invalid Token
ar_sa: غير مُصرَّح له

source: Imported
ar_sa: تم الاستيراد

source: Unknown
ar_sa: غير معروف

source: Transcription in Progress
ar_sa: جاري عمل التفريغ النصي

source: Transcript Ready
ar_sa: التفريغ النصي جاهز

source: Partial Failure
ar_sa: فشل جزئي

source: Transcript Failed
ar_sa: فشلت عملية التفريغ النصي

source: An image file is required.
ar_sa: ملف الصورة مطلوب.

source: {profile_name} URL
ar_sa: رابط الملف الشخصي لـ {profile_name}

source: Duration
ar_sa: المدّة

source: Date Added
ar_sa: تاريخ الإضافة

source: Status
ar_sa: الحالة

source: A non zero positive integer is expected
ar_sa: يتوقع وجود قيمة عدد موجب صفري.

source: unrequested
ar_sa: لم يتم رفع الطلب

source: pending
ar_sa: قيد الانتظار

source: granted
ar_sa: تم المنح

source: denied
ar_sa: تم الرفض

source: Studio user
ar_sa: مستخدم نظام استوديو Studio

source: The date when state was last updated
ar_sa: تاريخ آخر تحديث للحالة

source: Current course creator state
ar_sa: الحالة الحالية لمحرر الدورة التدريبية

source: Optional notes about this user (for example, why course creation access was denied)
ar_sa: ملاحظات اختيارية عن هذا المستخدم (لماذا تم رفض طلب الدخول لإنشاء دورة تدريبية مثلًا)

source: Force Publish Course
ar_sa: نشر الدورة التدريبية

source: Sometimes the draft and published branches of a course can get out of sync. Force publish course command resets the published branch of a course to point to the draft branch, effectively force publishing the course. This view dry runs the force publish command
ar_sa: قد تكون الفروع المنشورة ومسودات الدورة التدريبية غير متزامنة أحيانًا. يقوم أمر نشر الدورة التدريبية بإعادة تعيين الفرع المنشور للدورة التدريبية للإشارة إلى فرع المسودة لتفعيل نشر الدورة التدريبية. يقدم هذا العرض اختبارًا تجريبيًا للنشر.

source: Edit Announcements
ar_sa: تحرير الإعلانات

source: This view shows the announcement editor to create or alter announcements that are shown on the rightside of the dashboard.
ar_sa: يظهر هذا العرض محرر الإعلان لتحرير أو إنشاء أو تعديل الإعلانات التي تظهر على الشريط الجانبي الأيمن من لوحة المعلومات

source: Please provide course id.
ar_sa: يرجى تقديم معرف الدورة التدريبية.

source: Invalid course key.
ar_sa: رمز الدورة التدريبية غير صالح.

source: No matching course found.
ar_sa: لم يتم العثور على دورة تدريبية مطابقة.

source: Force publishing course is not supported with old mongo courses.
ar_sa: تنفيذ نشر الدورة التدريبية غير مدعوم مع الدورات التدريبية القديمة.

source: Course is already in published state.
ar_sa: يتم الآن نشر الدورة التدريبية.

source: Incorrect format for field '{name}'. {detailed_message}
ar_sa: تنسيق غير صحيح لحقل ’{name}‘. {detailed_message}

source: Dictionary with the available tags
ar_sa: قاموس الشارات المتوفرة

source: Studio Administration
ar_sa: إدارة الإستوديو
