Repository: Nurfog/edx
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: eo, es_419

source: This link will open in a new browser window/tab
eo: Thïs lïnk wïll øpén ïn ä néw ßrøwsér wïndøw/täß Ⱡ'σяєм ιρѕυм #
es_419: Este vínculo se abrirá en una nueva ventana o pestaña del navegador

source: Cancel
eo: Çänçél Ⱡ'σяєм ιρѕ#
es_419: Cancelar

source: Video slider
eo: Vïdéø slïdér Ⱡ#

source: Pause
eo: Päüsé Ⱡ'σяєм ι#
es_419: Pausar

source: Play
eo: Pläý Ⱡ'σяєм#
es_419: Reproducir

source: Fill browser
eo: Fïll ßrøwsér Ⱡ#
es_419: Llenar navegador

source: Exit full browser
eo: Éxït füll ßrøwsér Ⱡ'σ#
es_419: Salir de pantalla completa del navegador

source: HD on
eo: HD øn Ⱡ'σяєм ι#

source: HD off
eo: HD øff Ⱡ'σяєм ιρѕ#

source: Video position
eo: Vïdéø pøsïtïøn Ⱡ'#

source: Video ended
eo: Vïdéø éndéd Ⱡ#

source: %(value)s hour
eo: %(value)s høür Ⱡ'#

source: %(value)s minute
eo: %(value)s mïnüté Ⱡ'σ#

source: %(value)s second
eo: %(value)s séçønd Ⱡ'σ#

source: Volume
eo: Vølümé Ⱡ'σяєм ιρѕ#

source: Muted
eo: Mütéd Ⱡ'σяєм ι#

source: Very low
eo: Vérý løw #

source: Low
eo: Løw Ⱡ'σя#

source: Average
eo: Àvérägé #

source: Loud
eo: Løüd Ⱡ'σяєм#

source: Very loud
eo: Vérý løüd #

source: Maximum
eo: Mäxïmüm #

source: Caption will be displayed when
eo: Çäptïøn wïll ßé dïspläýéd whén Ⱡ'σяєм ι#
es_419: El texto se mostrará cuando

source: Turn on captions
eo: Türn øn çäptïøns Ⱡ'σ#
es_419: Activar subtítulos

source: Turn off captions
eo: Türn øff çäptïøns Ⱡ'σ#
es_419: Desactivar subtítulos

source: Close
eo: Çløsé Ⱡ'σяєм ι#

source: Open
eo: Øpén Ⱡ'σяєм#

source: remove vote
eo: rémøvé vøté Ⱡ#

source: vote
eo: vøté Ⱡ'σяєм#

source: %(voteNum)s%(startSrSpan)s vote (click to remove your vote)%(endSrSpan)s
eo: %(voteNum)s%(startSrSpan)s vøté (çlïçk tø rémøvé ýøür vøté)%(endSrSpan)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#

source: %(voteNum)s%(startSrSpan)s vote (click to vote)%(endSrSpan)s
eo: %(voteNum)s%(startSrSpan)s vøté (çlïçk tø vøté)%(endSrSpan)s Ⱡ'σяєм ιρѕυм ∂σłσ#

source: Load more
eo: Løäd møré #

source: Loading more threads
eo: Løädïng møré thréäds Ⱡ'σя#

source: Sorry
eo: Sørrý Ⱡ'σяєм ι#

source: We had some trouble loading more threads. Please try again.
eo: Wé häd sømé trøüßlé løädïng møré thréäds. Pléäsé trý ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσ#

source: %(unread_count)s new comment
eo: %(unread_count)s néw çømmént Ⱡ'σяєм #

source: Loading thread list
eo: Løädïng thréäd lïst Ⱡ'σя#

source: Click to remove report
eo: Çlïçk tø rémøvé répørt Ⱡ'σяє#

source: Misuse Reported, %(start_sr_span)s click to remove report%(end_span)s
eo: Mïsüsé Répørtéd, %(start_sr_span)s çlïçk tø rémøvé répørt%(end_span)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: Report Misuse
eo: Répørt Mïsüsé Ⱡ'#

source: Pinned
eo: Pïnnéd Ⱡ'σяєм ιρѕ#

source: Pin Thread
eo: Pïn Thréäd Ⱡ#

source: Pinning is not currently available
eo: Pïnnïng ïs nøt çürréntlý äväïläßlé Ⱡ'σяєм ιρ#

source: We had some trouble loading responses. Please reload the page.
eo: Wé häd sømé trøüßlé løädïng réspønsés. Pléäsé réløäd thé pägé. Ⱡ'σяєм ιρѕυм ∂σłσя#

source: We had some trouble loading more responses. Please try again.
eo: Wé häd sømé trøüßlé løädïng møré réspønsés. Pléäsé trý ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя#

source: %(numResponses)s response
eo: %(numResponses)s réspønsé Ⱡ'σяєм#

source: Showing all responses
eo: Shøwïng äll réspønsés Ⱡ'σя#

source: Showing first response
eo: Shøwïng fïrst réspønsé Ⱡ'σяє#

source: Load all responses
eo: Løäd äll réspønsés Ⱡ'σ#

source: Load next %(numResponses)s responses
eo: Løäd néxt %(numResponses)s réspønsés Ⱡ'σяєм ιρ#

source: Are you sure you want to delete this post?
eo: Àré ýøü süré ýøü wänt tø délété thïs pøst? Ⱡ'σяєм ιρѕυ#

source: anonymous
eo: änønýmøüs #

source: staff
eo: stäff Ⱡ'σяєм ι#

source: Community TA
eo: Çømmünïtý TÀ Ⱡ#

source: Misuse Reported, click to remove report
eo: Mïsüsé Répørtéd, çlïçk tø rémøvé répørt Ⱡ'σяєм ιρѕ#

source: Are you sure you want to delete this response?
eo: Àré ýøü süré ýøü wänt tø délété thïs réspønsé? Ⱡ'σяєм ιρѕυм #

source: %s ago
eo: %s ägø Ⱡ'σяєм ιρѕ#

source: %s from now
eo: %s frøm nøw Ⱡ#

source: less than a minute
eo: léss thän ä mïnüté Ⱡ'σ#

source: about a minute
eo: äßøüt ä mïnüté Ⱡ'#

source: %d minute
eo: %d mïnüté #

source: about an hour
eo: äßøüt än høür Ⱡ'#

source: about %d hour
eo: äßøüt %d høür Ⱡ'#

source: a day
eo: ä däý Ⱡ'σяєм ι#

source: %d day
eo: %d däý Ⱡ'σяєм ιρѕ#

source: about a month
eo: äßøüt ä mønth Ⱡ'#

source: %d month
eo: %d mønth #

source: about a year
eo: äßøüt ä ýéär Ⱡ#

source: %d year
eo: %d ýéär #

source: Available %s
eo: Àväïläßlé %s Ⱡ#
es_419: Disponible %s

source: This is the list of available %s. You may choose some by selecting them in the box below and then clicking the "Choose" arrow between the two boxes.
eo: Thïs ïs thé lïst øf äväïläßlé %s. Ýøü mäý çhøøsé sømé ßý séléçtïng thém ïn thé ßøx ßéløw änd thén çlïçkïng thé "Çhøøsé" ärrøw ßétwéén thé twø ßøxés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιρι#
es_419: Esta es la lista de %s disponibles. Puede elegir algunos seleccionandolos en el cuadro de abajo y luego haciendo clic en la flecha "Seleccionar" en medio de los dos cuadros.

source: Type into this box to filter down the list of available %s.
eo: Týpé ïntø thïs ßøx tø fïltér døwn thé lïst øf äväïläßlé %s. Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Escriba en este cuadro para filtrar la lista de %s disponibles.

source: Filter
eo: Fïltér Ⱡ'σяєм ιρѕ#
es_419: Filtrar

source: Choose all
eo: Çhøøsé äll Ⱡ#
es_419: Seleccionar todo

source: Click to choose all %s at once.
eo: Çlïçk tø çhøøsé äll %s ät ønçé. Ⱡ'σяєм ι#
es_419: Haga clic para seleccionar todos los %s.

source: Choose
eo: Çhøøsé Ⱡ'σяєм ιρѕ#
es_419: Seleccionar

source: Remove
eo: Rémøvé Ⱡ'σяєм ιρѕ#
es_419: Eliminar

source: Chosen %s
eo: Çhøsén %s #
es_419: %s seleccionados

source: This is the list of chosen %s. You may remove some by selecting them in the box below and then clicking the "Remove" arrow between the two boxes.
eo: Thïs ïs thé lïst øf çhøsén %s. Ýøü mäý rémøvé sømé ßý séléçtïng thém ïn thé ßøx ßéløw änd thén çlïçkïng thé "Rémøvé" ärrøw ßétwéén thé twø ßøxés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιρ#
es_419: Esta es la lista de los %s seleccionados. Puede remover algunos seleccionandolos en el cuadro de abajo y luego haciendo clic en la flecha "Eliminar" en medio de los dos cuadros.

source: Remove all
eo: Rémøvé äll Ⱡ#
es_419: Eliminar todo

source: Click to remove all chosen %s at once.
eo: Çlïçk tø rémøvé äll çhøsén %s ät ønçé. Ⱡ'σяєм ιρѕ#
es_419: Haga clic para eliminar todos los %s seleccionados

source: %(sel)s of %(cnt)s selected
eo: %(sel)s øf %(cnt)s séléçtéd Ⱡ'σяєм#
es_419: %(sel)s de %(cnt)s seleccionado

source: You have unsaved changes on individual editable fields. If you run an action, your unsaved changes will be lost.
eo: Ýøü hävé ünsävéd çhängés øn ïndïvïdüäl édïtäßlé fïélds. Ìf ýøü rün än äçtïøn, ýøür ünsävéd çhängés wïll ßé løst. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_419: Tiene cambios sin guardar en campos editables individuales. Si realiza una acción, sus cambios no guardados se perderán.

source: You have selected an action, but you haven't saved your changes to individual fields yet. Please click OK to save. You'll need to re-run the action.
eo: Ýøü hävé séléçtéd än äçtïøn, ßüt ýøü hävén't sävéd ýøür çhängés tø ïndïvïdüäl fïélds ýét. Pléäsé çlïçk ØK tø sävé. Ýøü'll nééd tø ré-rün thé äçtïøn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιρι#
es_419: Ha seleccionado una acción, pero todavía no ha guardado sus cambios en los campos individuales. Por favor seleccione Aceptar para guardar. Deberá volver a correr la acción.

source: You have selected an action, and you haven't made any changes on individual fields. You're probably looking for the Go button rather than the Save button.
eo: Ýøü hävé séléçtéd än äçtïøn, änd ýøü hävén't mädé äný çhängés øn ïndïvïdüäl fïélds. Ýøü'ré prøßäßlý løøkïng før thé Gø ßüttøn räthér thän thé Sävé ßüttøn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι#
es_419: Usted a seleccionado una acción, y no ha realizado ningún cambio en los campos individuales. Probablemente está buscando el botón de Ir en lugar del botón de Guardar.

source: January|February|March|April|May|June|July|August|September|October|November|December
eo: Jänüärý|Féßrüärý|Märçh|Àprïl|Mäý|Jüné|Jülý|Àügüst|Séptémßér|Øçtøßér|Nøvémßér|Déçémßér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: S|M|T|W|T|F|S
eo: S|M|T|W|T|F|S Ⱡ'#

source: Show
eo: Shøw Ⱡ'σяєм#
es_419: Mostrar

source: Hide
eo: Hïdé Ⱡ'σяєм#
es_419: Ocultar

source: Sunday|Monday|Tuesday|Wednesday|Thursday|Friday|Saturday
eo: Sündäý|Møndäý|Tüésdäý|Wédnésdäý|Thürsdäý|Frïdäý|Sätürdäý Ⱡ'σяєм ιρѕυм ∂σł#

source: Now
eo: Nøw Ⱡ'σя#
es_419: Ahora

source: Clock
eo: Çløçk Ⱡ'σяєм ι#
es_419: Reloj

source: Choose a time
eo: Çhøøsé ä tïmé Ⱡ'#
es_419: Seleccione una hora

source: Midnight
eo: Mïdnïght #
es_419: Medianoche

source: 6 a.m.
eo: 6 ä.m. Ⱡ'σяєм ιρѕ#

source: Noon
eo: Nøøn Ⱡ'σяєм#
es_419: Mediodía

source: Today
eo: Tødäý Ⱡ'σяєм ι#
es_419: Hoy

source: Calendar
eo: Çäléndär #
es_419: Calendario

source: Yesterday
eo: Ýéstérdäý #
es_419: Ayer

source: Tomorrow
eo: Tømørrøw #
es_419: Mañana

source: Open Calculator
eo: Øpén Çälçülätør Ⱡ'#
es_419: Abrir Calculadora

source: Close Calculator
eo: Çløsé Çälçülätør Ⱡ'σ#
es_419: Cerrar Calculadora

source: Preview
eo: Prévïéw #

source: Post body
eo: Pøst ßødý #

source: Loading...
eo: Løädïng... Ⱡ#
es_419: Cargando...

source: Error getting student list.
eo: Érrør géttïng stüdént lïst. Ⱡ'σяєм#
es_419: Error listando estudiantes.

source: Error retrieving grading configuration.
eo: Érrør rétrïévïng grädïng çønfïgürätïøn. Ⱡ'σяєм ιρѕ#
es_419: Error obteniendo configuración de calificaciones.

source: Error generating grades. Please try again.
eo: Érrør générätïng grädés. Pléäsé trý ägäïn. Ⱡ'σяєм ιρѕυ#
es_419: Error generando calificaciones. Por favor trate de nuevo.

source: File Name (Newest First)
eo: Fïlé Nämé (Néwést Fïrst) Ⱡ'σяє#
es_419: Nombre de archivo (más nuevo primero)

source: Links are generated on demand and expire within 5 minutes due to the sensitive nature of student grade information.
eo: Lïnks äré générätéd øn démänd änd éxpïré wïthïn 5 mïnütés düé tø thé sénsïtïvé nätüré øf stüdént grädé ïnførmätïøn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: Links son generados bajo demanda y expiran dentro de 5 minutos debido a ser información sensible del estudiante.

source: Successfully enrolled and sent email to the following students:
eo: Süççéssfüllý énrølléd änd sént émäïl tø thé følløwïng stüdénts: Ⱡ'σяєм ιρѕυм ∂σłσя#
es_419: Correctamente matriculado, se envió un mail a los siguientes estudiantes:

source: Successfully enrolled the following students:
eo: Süççéssfüllý énrølléd thé følløwïng stüdénts: Ⱡ'σяєм ιρѕυм#
es_419: Matriculados correctamente los siguientes estudiantes:

source: Successfully sent enrollment emails to the following students. They will be allowed to enroll once they register:
eo: Süççéssfüllý sént énrøllmént émäïls tø thé følløwïng stüdénts. Théý wïll ßé älløwéd tø énrøll ønçé théý régïstér: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: Se envió correctamente la matrícula a los siguientes estudiantes. Están permitidos a matricularse una vez que se registren:

source: These students will be allowed to enroll once they register:
eo: Thésé stüdénts wïll ßé älløwéd tø énrøll ønçé théý régïstér: Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Estos estudiantes será permitidos para matricularse una vez se registren:

source: Successfully sent enrollment emails to the following students. They will be enrolled once they register:
eo: Süççéssfüllý sént énrøllmént émäïls tø thé følløwïng stüdénts. Théý wïll ßé énrølléd ønçé théý régïstér: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: Exitosamente enviado correos electrónicos de inscripción a los siguientes estudiantes. Estos serán admitidos una vez que se registran:

source: These students will be enrolled once they register:
eo: Thésé stüdénts wïll ßé énrølléd ønçé théý régïstér: Ⱡ'σяєм ιρѕυм ∂#
es_419: Estos estudiantes se matricularán una vez registrados:

source: Emails successfully sent. The following students are no longer enrolled in the course:
eo: Émäïls süççéssfüllý sént. Thé følløwïng stüdénts äré nø løngér énrølléd ïn thé çøürsé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Email enviado correctamente. Los siguientes estudiantes no están matriculados en este curso:

source: The following students are no longer enrolled in the course:
eo: Thé følløwïng stüdénts äré nø løngér énrølléd ïn thé çøürsé: Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Los siguientes estudiantes ya no están matriculados en el curso:

source: These students were not affliliated with the course so could not be unenrolled:
eo: Thésé stüdénts wéré nøt äfflïlïätéd wïth thé çøürsé sø çøüld nøt ßé ünénrølléd: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Estos estudiantes no se affliliated con el curso por lo que no podía ser anulado el registro:

source: Your message must have a subject.
eo: Ýøür méssägé müst hävé ä süßjéçt. Ⱡ'σяєм ι#
es_419: Su mensaje debe tener tema.

source: Your message cannot be blank.
eo: Ýøür méssägé çännøt ßé ßlänk. Ⱡ'σяєм #
es_419: Su mensaje no puede estar en blanco.

source: Your email was successfully queued for sending.
eo: Ýøür émäïl wäs süççéssfüllý qüéüéd før séndïng. Ⱡ'σяєм ιρѕυм #
es_419: Su correo fue puesto en cola correctamente para su envío.

source: yourself
eo: ýøürsélf #
es_419: Tú

source: everyone who is staff or instructor on this course
eo: évérýøné whø ïs stäff ør ïnstrüçtør øn thïs çøürsé Ⱡ'σяєм ιρѕυм ∂#
es_419: todos quienes son instructores o personal en este curso.

source: ALL (everyone who is enrolled in this course as student, staff, or instructor)
eo: ÀLL (évérýøné whø ïs énrølléd ïn thïs çøürsé äs stüdént, stäff, ør ïnstrüçtør) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт #
es_419: ALL (todos los que están inscritos en este curso como estudiante, personal, o instructor)

source: Your email was successfully queued for sending. Please note that for large classes, it may take up to an hour (or more, if other courses are simultaneously sending email) to send all emails.
eo: Ýøür émäïl wäs süççéssfüllý qüéüéd før séndïng. Pléäsé nøté thät før lärgé çlässés, ït mäý täké üp tø än høür (ør møré, ïf øthér çøürsés äré sïmültänéøüslý séndïng émäïl) tø sénd äll émäïls. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕ#
es_419: Su correo electrónico se puso en cola correctamente para el envío. Tenga en cuenta que para las clases grandes, puede tardar hasta una hora (o más, si otros cursos están enviando simultáneamente correo electrónico) para enviar todos los correos electrónicos.

source: You are about to send an email titled "
eo: Ýøü äré äßøüt tø sénd än émäïl tïtléd " Ⱡ'σяєм ιρѕ#
es_419: Usted está a punto de enviar un correo electrónico titulado "

source: Error sending email.
eo: Érrør séndïng émäïl. Ⱡ'σя#
es_419: Error enviando correo.

source: There is no email history for this course.
eo: Théré ïs nø émäïl hïstørý før thïs çøürsé. Ⱡ'σяєм ιρѕυ#
es_419: No hay historial de correo para este curso.

source: There was an error obtaining email task history for this course.
eo: Théré wäs än érrør øßtäïnïng émäïl täsk hïstørý før thïs çøürsé. Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Hubo un error al obtener el historial de tareas de correo electrónico para este curso.

source: Please enter a student email address or username.
eo: Pléäsé éntér ä stüdént émäïl äddréss ør üsérnämé. Ⱡ'σяєм ιρѕυм ∂#
es_419: Por favor, introduce una dirección de correo electrónico del estudiante o nombre de usuario.

source: Error getting student progress url for '<%= student_id %>'. Check that the student identifier is spelled correctly.
eo: Érrør géttïng stüdént prøgréss ürl før '<%= student_id %>'. Çhéçk thät thé stüdént ïdéntïfïér ïs spélléd çørréçtlý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_419: Error al obtener el estudiante url progreso para '<% = student_id%>'. Compruebe que el identificador de estudiante este escrita correctamente.

source: Please enter a problem urlname.
eo: Pléäsé éntér ä prøßlém ürlnämé. Ⱡ'σяєм ι#
es_419: Ingrese el nombre del url al problema

source: Success! Problem attempts reset for problem '<%= problem_id %>' and student '<%= student_id %>'.
eo: Süççéss! Prøßlém ättémpts rését før prøßlém '<%= problem_id %>' änd stüdént '<%= student_id %>'. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: ¡Éxito! Intentos de problema reestablecidos '<% = problem_id%> "y estudiante' <% = student_id%> '.

source: Error resetting problem attempts for problem '<%= problem_id %>' and student '<%= student_id %>'. Check that the problem and student identifiers are spelled correctly.
eo: Érrør réséttïng prøßlém ättémpts før prøßlém '<%= problem_id %>' änd stüdént '<%= student_id %>'. Çhéçk thät thé prøßlém änd stüdént ïdéntïfïérs äré spélléd çørréçtlý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg #
es_419: Error restableciendo intentos para el problema '<% = problem_id%> "y el estudiante' <% = student_id%> '. Compruebe que los identificadores de problemas y de los estudiantes estén escritas correctamente.

source: Delete student '<%= student_id %>'s state on problem '<%= problem_id %>'?
eo: Délété stüdént '<%= student_id %>'s stäté øn prøßlém '<%= problem_id %>'? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Eliminar declaraciones <% =%> student_id 's sobre los problemas <% =%> PROBLEM_ID?

source: Error deleting student '<%= student_id %>'s state on problem '<%= problem_id %>'. Check that the problem and student identifiers are spelled correctly.
eo: Érrør délétïng stüdént '<%= student_id %>'s stäté øn prøßlém '<%= problem_id %>'. Çhéçk thät thé prøßlém änd stüdént ïdéntïfïérs äré spélléd çørréçtlý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕ#
es_419: Error al eliminar <% = student_id%> estado en problema "<% = problem_id%>'. Compruebe que los identificadores de problemas y de los estudiantes estén escritas correctamente.

source: Module state successfully deleted.
eo: Mødülé stäté süççéssfüllý délétéd. Ⱡ'σяєм ιρ#
es_419: Información del módulo eliminado correctamente.

source: Started rescore problem task for problem '<%= problem_id %>' and student '<%= student_id %>'. Click the 'Show Background Task History for Student' button to see the status of the task.
eo: Stärtéd résçøré prøßlém täsk før prøßlém '<%= problem_id %>' änd stüdént '<%= student_id %>'. Çlïçk thé 'Shøw Bäçkgrøünd Täsk Hïstørý før Stüdént' ßüttøn tø séé thé stätüs øf thé täsk. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт,#
es_419: Iniciada tarea de revalidación para problema '<% = problem_id%> " el estudiante' <% = student_id%> '. Haga clic en 'Mostrar historial de tareas para estudiante' para ver el estado de la tarea.

source: Error starting a task to rescore problem '<%= problem_id %>' for student '<%= student_id %>'. Check that the problem and student identifiers are spelled correctly.
eo: Érrør stärtïng ä täsk tø résçøré prøßlém '<%= problem_id %>' før stüdént '<%= student_id %>'. Çhéçk thät thé prøßlém änd stüdént ïdéntïfïérs äré spélléd çørréçtlý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιη#
es_419: Error empezando tarea para reevaluar '<%= problem_id %>' por estudiante '<%= student_id %>'. Revise que el problema y el estudiante esten escritos correctamente.

source: Error getting task history for problem '<%= problem_id %>' and student '<%= student_id %>'. Check that the problem and student identifiers are spelled correctly.
eo: Érrør géttïng täsk hïstørý før prøßlém '<%= problem_id %>' änd stüdént '<%= student_id %>'. Çhéçk thät thé prøßlém änd stüdént ïdéntïfïérs äré spélléd çørréçtlý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιη#
es_419: Error obtenidiendo historial de tareas para este problema '<%= problem_id %>' y estudiante '<%= student_id %>'. Revisar que el problema y el estudiante esten correctamente escritos.

source: Reset attempts for all students on problem '<%= problem_id %>'?
eo: Rését ättémpts før äll stüdénts øn prøßlém '<%= problem_id %>'? Ⱡ'σяєм ιρѕυм ∂σłσя#
es_419: Reiniciar intentos para todos los estudiantes en problema '<%= problem_id %>'?

source: Successfully started task to reset attempts for problem '<%= problem_id %>'. Click the 'Show Background Task History for Problem' button to see the status of the task.
eo: Süççéssfüllý stärtéd täsk tø rését ättémpts før prøßlém '<%= problem_id %>'. Çlïçk thé 'Shøw Bäçkgrøünd Täsk Hïstørý før Prøßlém' ßüttøn tø séé thé stätüs øf thé täsk. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg #
es_419: Correctamente iniciada la tarea de reinicio de intentos para problema '<%= problem_id %>'. Click en el botón 'Mostrar historial de tareas de problemas' para ver el estado de la tarea.

source: Error starting a task to reset attempts for all students on problem '<%= problem_id %>'. Check that the problem identifier is spelled correctly.
eo: Érrør stärtïng ä täsk tø rését ättémpts før äll stüdénts øn prøßlém '<%= problem_id %>'. Çhéçk thät thé prøßlém ïdéntïfïér ïs spélléd çørréçtlý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιρ#
es_419: Error iniciando tarea de reiniciar intentos para todos los estudiantes en problema '<%= problem_id %>'. Revisar que el problema este bien escrito.

source: Rescore problem '<%= problem_id %>' for all students?
eo: Résçøré prøßlém '<%= problem_id %>' før äll stüdénts? Ⱡ'σяєм ιρѕυм ∂σ#
es_419: Revalidar problema '<%= problem_id %>' para todos los estudiantes ?

source: Successfully started task to rescore problem '<%= problem_id %>' for all students. Click the 'Show Background Task History for Problem' button to see the status of the task.
eo: Süççéssfüllý stärtéd täsk tø résçøré prøßlém '<%= problem_id %>' før äll stüdénts. Çlïçk thé 'Shøw Bäçkgrøünd Täsk Hïstørý før Prøßlém' ßüttøn tø séé thé stätüs øf thé täsk. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єł#
es_419: Correctamente iniciada tarea de reevaluar problema '<%= problem_id %>' para todos los estudiantes. Click en el botón 'Ver historial de tareas de problema' para ver el estado de la tarea.

source: Error starting a task to rescore problem '<%= problem_id %>'. Check that the problem identifier is spelled correctly.
eo: Érrør stärtïng ä täsk tø résçøré prøßlém '<%= problem_id %>'. Çhéçk thät thé prøßlém ïdéntïfïér ïs spélléd çørréçtlý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_419: Error iniciando reevaluación de problema '<%= problem_id %>'. Revisar que el problema este escrito correctamente.

source: Error listing task history for this student and problem.
eo: Érrør lïstïng täsk hïstørý før thïs stüdént änd prøßlém. Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Error listando historial de tareas para estudiante y problema.

source: Grades saved. Fetching the next submission to grade.
eo: Grädés sävéd. Fétçhïng thé néxt süßmïssïøn tø grädé. Ⱡ'σяєм ιρѕυм ∂σ#
es_419: Calificaciones guardadas. Leyendo siguiente presentación para calificar.

source: Problem Name
eo: Prøßlém Nämé Ⱡ#
es_419: Nombre del problema

source: Graded
eo: Grädéd Ⱡ'σяєм ιρѕ#
es_419: Calificado

source: Available to Grade
eo: Àväïläßlé tø Grädé Ⱡ'σ#
es_419: Disponible para calificar

source: Required
eo: Réqüïréd #
es_419: Requerido

source: Progress
eo: Prøgréss #
es_419: Progreso

source: Back to problem list
eo: Bäçk tø prøßlém lïst Ⱡ'σя#
es_419: Regresar a la lista de problemas

source: Try loading again
eo: Trý løädïng ägäïn Ⱡ'σ#
es_419: Tratar de cargar nuevamente

source: <%= num %> available
eo: <%= num %> äväïläßlé Ⱡ'σя#
es_419: <%= num %> disponible

source: <%= num %> graded
eo: <%= num %> grädéd Ⱡ'σ#
es_419: <%= num %> calificado

source: <%= num %> more needed to start ML
eo: <%= num %> møré néédéd tø stärt ML Ⱡ'σяєм ιρ#
es_419: <%= num %> necesario para iniciar ML

source: Submit
eo: Süßmït Ⱡ'σяєм ιρѕ#
es_419: Enviar

source: Re-check for submissions
eo: Ré-çhéçk før süßmïssïøns Ⱡ'σяє#
es_419: Revisar presentaciones

source: System got into invalid state: <%= state %>
eo: Sýstém gøt ïntø ïnvälïd stäté: <%= state %> Ⱡ'σяєм ιρѕυм#
es_419: Sistema envió a esta inválido: <%= state %>
