Repository: Nurfog/edx
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: eo, es_419

source: System got into invalid state for submission:
eo: Sýstém gøt ïntø ïnvälïd stäté før süßmïssïøn: Ⱡ'σяєм ιρѕυм #
es_419: Sistema envió a estado inválido para presentación

source: (Hide)
eo: (Hïdé) Ⱡ'σяєм ιρѕ#
es_419: (Ocultar)

source: (Show)
eo: (Shøw) Ⱡ'σяєм ιρѕ#
es_419: (Mostrar)

source: <p><b>Insert Hyperlink</b></p><p>http://example.com/ "optional title"</p>
eo: <p><b>Ìnsért Hýpérlïnk</b></p><p>http://éxämplé.çøm/ "øptïønäl tïtlé"</p> Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#

source: <p><b>Insert Image (upload file or type url)</b></p><p>http://example.com/images/diagram.jpg "optional title"<br><br></p>
eo: <p><b>Ìnsért Ìmägé (üpløäd fïlé ør týpé ürl)</b></p><p>http://éxämplé.çøm/ïmägés/dïägräm.jpg "øptïønäl tïtlé"<br><br></p> Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: Markdown Editing Help
eo: Märkdøwn Édïtïng Hélp Ⱡ'σя#

source: Bold (Ctrl+B)
eo: Bøld (Çtrl+B) Ⱡ'#

source: Italic (Ctrl+I)
eo: Ìtälïç (Çtrl+Ì) Ⱡ'#

source: Hyperlink (Ctrl+L)
eo: Hýpérlïnk (Çtrl+L) Ⱡ'σ#

source: Blockquote (Ctrl+Q)
eo: Bløçkqüøté (Çtrl+Q) Ⱡ'σя#

source: Code Sample (Ctrl+K)
eo: Çødé Sämplé (Çtrl+K) Ⱡ'σя#

source: Image (Ctrl+G)
eo: Ìmägé (Çtrl+G) Ⱡ'#

source: Numbered List (Ctrl+O)
eo: Nümßéréd Lïst (Çtrl+Ø) Ⱡ'σяє#

source: Bulleted List (Ctrl+U)
eo: Büllétéd Lïst (Çtrl+Û) Ⱡ'σяє#

source: Heading (Ctrl+H)
eo: Héädïng (Çtrl+H) Ⱡ'σ#

source: Horizontal Rule (Ctrl+R)
eo: Hørïzøntäl Rülé (Çtrl+R) Ⱡ'σяє#

source: Undo (Ctrl+Z)
eo: Ûndø (Çtrl+Z) Ⱡ'#

source: Redo (Ctrl+Y)
eo: Rédø (Çtrl+Ý) Ⱡ'#

source: Redo (Ctrl+Shift+Z)
eo: Rédø (Çtrl+Shïft+Z) Ⱡ'σя#

source: strong text
eo: strøng téxt Ⱡ#

source: emphasized text
eo: émphäsïzéd téxt Ⱡ'#

source: enter image description here
eo: éntér ïmägé désçrïptïøn héré Ⱡ'σяєм #

source: enter link description here
eo: éntér lïnk désçrïptïøn héré Ⱡ'σяєм#

source: Blockquote
eo: Bløçkqüøté Ⱡ#

source: enter code here
eo: éntér çødé héré Ⱡ'#

source: List item
eo: Lïst ïtém #

source: Heading
eo: Héädïng #

source: This may be happening because of an error with our server or your internet connection. Try refreshing the page or making sure you are online.
eo: Thïs mäý ßé häppénïng ßéçäüsé øf än érrør wïth øür sérvér ør ýøür ïntérnét çønnéçtïøn. Trý réfréshïng thé pägé ør mäkïng süré ýøü äré ønlïné. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ι#
es_419: Esto puede estar sucediendo debido a un error en nuestro servidor o su conexión a Internet. Intenta actualizar la página o asegurarse de que están en línea.

source: Studio's having trouble saving your work
eo: Stüdïø's hävïng trøüßlé sävïng ýøür wørk Ⱡ'σяєм ιρѕυ#
es_419: Studio tiene problemas para guardar su trabajo

source: This link will open in a modal window
eo: Thïs lïnk wïll øpén ïn ä mødäl wïndøw Ⱡ'σяєм ιρѕ#
es_419: Este vínculo se abrirá en una ventana modal

source: Delete this
eo: Délété thïs Ⱡ#
es_419: Borrar esto

source: Deleting this
eo: Délétïng thïs Ⱡ'#
es_419: Borrando esto

source: Yes, delete this
eo: Ýés, délété thïs Ⱡ'σ#
es_419: Sí, borrar esto

source: Deleting&hellip;
eo: Délétïng&hellip; Ⱡ'σ#
es_419: Borrando&hellip;

source: Please do not use any spaces in this field.
eo: Pléäsé dø nøt üsé äný späçés ïn thïs fïéld. Ⱡ'σяєм ιρѕυм#

source: The combined length of the organization, course number, and course run fields cannot be more than 65 characters.
eo: Thé çømßïnéd léngth øf thé ørgänïzätïøn, çøürsé nümßér, änd çøürsé rün fïélds çännøt ßé møré thän 65 çhäräçtérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_419: La longitud combinada de los campos para la organización, número de curso y grupo no puede superar los 65 caracteres.

source: Required field.
eo: Réqüïréd fïéld. Ⱡ'#
es_419: Campo requerido.

source: Hide Studio Help
eo: Hïdé Stüdïø Hélp Ⱡ'σ#
es_419: Ocultar la ayuda de Studio

source: Looking for Help with Studio?
eo: Løøkïng før Hélp wïth Stüdïø? Ⱡ'σяєм #
es_419: ¿Buscando ayuda con Studio?

source: You must specify a name
eo: Ýøü müst spéçïfý ä nämé Ⱡ'σяє#
es_419: Debe especificar un nombre

source: Saving&hellip;
eo: Sävïng&hellip; Ⱡ'#
es_419: Guardando&hellip;

source: Only <%= fileTypes %> files can be uploaded. Please select a file ending in <%= fileExtensions %> to upload.
eo: Ønlý <%= fileTypes %> fïlés çän ßé üpløädéd. Pléäsé séléçt ä fïlé éndïng ïn <%= fileExtensions %> tø üpløäd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Solo pueden cargarse archivos de tipo <%= fileTypes %>. Por favor seleccione un archivo que termine en <%= fileExtensions %> para ser cargado.

source: or
eo: ør Ⱡ'#
es_419: o

source: The course must have an assigned start date.
eo: Thé çøürsé müst hävé än ässïgnéd stärt däté. Ⱡ'σяєм ιρѕυм#
es_419: El curso debe tener asignada una fecha de inicio.

source: The course end date cannot be before the course start date.
eo: Thé çøürsé énd däté çännøt ßé ßéføré thé çøürsé stärt däté. Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: La fecha de finalización del curso no puede ser anterior a la fecha de inicio.

source: The course start date cannot be before the enrollment start date.
eo: Thé çøürsé stärt däté çännøt ßé ßéføré thé énrøllmént stärt däté. Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: La fecha de inicio del curso no puede ser anterior a la fecha de inicio de inscripciones.

source: The enrollment start date cannot be after the enrollment end date.
eo: Thé énrøllmént stärt däté çännøt ßé äftér thé énrøllmént énd däté. Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: La fecha de inicio de inscripciones no puede ser posterior a la fecha de finalización de inscripciones.

source: The enrollment end date cannot be after the course end date.
eo: Thé énrøllmént énd däté çännøt ßé äftér thé çøürsé énd däté. Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: La fecha de finalización de inscripciones no puede ser posterior a la fecha de finalización del curso.

source: Key should only contain letters, numbers, _, or -
eo: Kéý shøüld ønlý çøntäïn léttérs, nümßérs, _, ør - Ⱡ'σяєм ιρѕυм ∂#
es_419: Las claves solo deben contener letras, números, _, o -

source: There's already another assignment type with this name.
eo: Théré's älréädý änøthér ässïgnmént týpé wïth thïs nämé. Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Ya existe otro tipo de tarea con este nombre.

source: Please enter an integer between 0 and 100.
eo: Pléäsé éntér än ïntégér ßétwéén 0 änd 100. Ⱡ'σяєм ιρѕυ#
es_419: Por favor ingrese un número entero entre 0 y 100.

source: Please enter an integer greater than 0.
eo: Pléäsé éntér än ïntégér gréätér thän 0. Ⱡ'σяєм ιρѕ#

source: Please enter non-negative integer.
eo: Pléäsé éntér nøn-négätïvé ïntégér. Ⱡ'σяєм ιρ#

source: Cannot drop more <% attrs.types %> than will assigned.
eo: Çännøt drøp møré <% attrs.types %> thän wïll ässïgnéd. Ⱡ'σяєм ιρѕυм ∂σ#
es_419: No se pueden borrar más <% attrs.types %> del que será asignado.

source: Grace period must be specified in HH:MM format.
eo: Gräçé pérïød müst ßé spéçïfïéd ïn HH:MM førmät. Ⱡ'σяєм ιρѕυм #
es_419: El periodo de gracia debe especificarse en el formato HH:MM

source: Delete File Confirmation
eo: Délété Fïlé Çønfïrmätïøn Ⱡ'σяє#
es_419: Confirmación de borrado de archivo

source: Are you sure you wish to delete this item. It cannot be reversed! Also any content that links/refers to this item will no longer work (e.g. broken images and/or links)
eo: Àré ýøü süré ýøü wïsh tø délété thïs ïtém. Ìt çännøt ßé révérséd! Àlsø äný çøntént thät lïnks/référs tø thïs ïtém wïll nø løngér wørk (é.g. ßrøkén ïmägés änd/ør lïnks) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg #
es_419: ¿Está seguro de que desea borrar este item? Esta acción no puede revertirse! Cualquier contenido que haga referencia a este item dejará de funcionar (imágenes o vínculos)

source: Delete
eo: Délété Ⱡ'σяєм ιρѕ#
es_419: Borrar

source: Your file has been deleted.
eo: Ýøür fïlé häs ßéén délétéd. Ⱡ'σяєм#
es_419: Su archivo ha sido borrado.

source: Name
eo: Nämé Ⱡ'σяєм#

source: Date Added
eo: Däté Àddéd Ⱡ#

source: Are you sure you want to delete this update?
eo: Àré ýøü süré ýøü wänt tø délété thïs üpdäté? Ⱡ'σяєм ιρѕυм#
es_419: ¿Estas seguro de que quieres borrar esta actualización?

source: This action cannot be undone.
eo: Thïs äçtïøn çännøt ßé ündøné. Ⱡ'σяєм #
es_419: Esta acción no se puede deshacer.

source: OK
eo: ØK Ⱡ'#
es_419: Aceptar

source: Upload a new PDF to “<%= name %>”
eo: Ûpløäd ä néw PDF tø “<%= name %>” Ⱡ'σяєм ι#
es_419: Subiendo un nuevo PDF a “<%= name %>”

source: Saving
eo: Sävïng Ⱡ'σяєм ιρѕ#
es_419: Guardando

source: There was an error with the upload
eo: Théré wäs än érrør wïth thé üpløäd Ⱡ'σяєм ιρ#
es_419: Hubo un error con la subida del archivo

source: File format not supported. Please upload a file with a <code>tar.gz</code> extension.
eo: Fïlé førmät nøt süppørtéd. Pléäsé üpløäd ä fïlé wïth ä <code>tär.gz</code> éxténsïøn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Formato de archivo no soportado. Por favor cargue un archivo con extensión <code>tar.gz</code>.

source: Collapse All Sections
eo: Çølläpsé Àll Séçtïøns Ⱡ'σя#
es_419: Colapsar todas las secciones

source: Expand All Sections
eo: Éxpänd Àll Séçtïøns Ⱡ'σя#
es_419: Expandir todas las secciones

source: Release date:
eo: Réléäsé däté: Ⱡ'#
es_419: Fecha de lanzamiento:

source: {month}/{day}/{year} at {hour}:{minute} UTC
eo: {month}/{day}/{year} ät {hour}:{minute} ÛTÇ Ⱡ'σяєм ιρѕυм#
es_419: {day}/{month}/{year} a las {hour}:{minute} UTC

source: Edit section release date
eo: Édït séçtïøn réléäsé däté Ⱡ'σяєм#
es_419: Editar fecha de lanzamiento

source: Not Graded
eo: Nøt Grädéd Ⱡ#

source: ascending
eo: äsçéndïng #

source: descending
eo: désçéndïng Ⱡ#

source: Showing %(current_span)s%(start)s-%(end)s%(end_span)s out of %(total_span)s%(total)s total%(end_span)s, sorted by %(order_span)s%(sort_order)s%(end_span)s %(sort_direction)s
eo: Shøwïng %(current_span)s%(start)s-%(end)s%(end_span)s øüt øf %(total_span)s%(total)s tøtäl%(end_span)s, sørtéd ßý %(order_span)s%(sort_order)s%(end_span)s %(sort_direction)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єł#

source: Your change could not be saved
eo: Ýøür çhängé çøüld nøt ßé sävéd Ⱡ'σяєм #
es_419: Sus cambios no pudieron ser guardados

source: Return and resolve this issue
eo: Rétürn änd résølvé thïs ïssüé Ⱡ'σяєм #
es_419: Regresar y resolver este tema

source: Delete “<%= name %>”?
eo: Délété “<%= name %>”? Ⱡ'σя#
es_419: ¿Borrar “<%= name %>”?

source: Deleting a textbook cannot be undone and once deleted any reference to it in your courseware's navigation will also be removed.
eo: Délétïng ä téxtßøøk çännøt ßé ündøné änd ønçé délétéd äný référénçé tø ït ïn ýøür çøürséwäré's nävïgätïøn wïll älsø ßé rémøvéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_419: El borrado de un Libro de texto no se puede deshacer y una vez borrado, cualquier referencia al mismo en la navegación del curso será eliminada.

source: Deleting
eo: Délétïng #
es_419: Borrando

source: We're sorry, there was an error
eo: Wé'ré sørrý, théré wäs än érrør Ⱡ'σяєм ι#
es_419: Lo sentimos. Ha habido un error

source: You've made some changes
eo: Ýøü'vé mädé sømé çhängés Ⱡ'σяє#
es_419: Usted ha realizado algunos cambios

source: Your changes will not take effect until you save your progress.
eo: Ýøür çhängés wïll nøt täké éfféçt üntïl ýøü sävé ýøür prøgréss. Ⱡ'σяєм ιρѕυм ∂σłσя#
es_419: Sus cambios no tendrán efecto hasta que haya guardado su progreso.

source: You've made some changes, but there are some errors
eo: Ýøü'vé mädé sømé çhängés, ßüt théré äré sømé érrørs Ⱡ'σяєм ιρѕυм ∂#
es_419: Usted ha hecho algunos cambios, pero se presentaron errores

source: Please address the errors on this page first, and then save your progress.
eo: Pléäsé äddréss thé érrørs øn thïs pägé fïrst, änd thén sävé ýøür prøgréss. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_419: Por favor solucione los errores en esta página y después guarde su progreso.

source: Save Changes
eo: Sävé Çhängés Ⱡ#
es_419: Guardar cambios

source: Your changes have been saved.
eo: Ýøür çhängés hävé ßéén sävéd. Ⱡ'σяєм #
es_419: Sus cambios han sido guardados.

source: Your changes will not take effect until you save your progress. Take care with key and value formatting, as validation is not implemented.
eo: Ýøür çhängés wïll nøt täké éfféçt üntïl ýøü sävé ýøür prøgréss. Täké çäré wïth kéý änd välüé førmättïng, äs välïdätïøn ïs nøt ïmpléméntéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂#
es_419: Sus cambios no tendrán efecto hasta que haya guardado su progreso. Tenga cuidado con el formato de las claves y valores, pues no está implementada ninguna validación.

source: Your policy changes have been saved.
eo: Ýøür pølïçý çhängés hävé ßéén sävéd. Ⱡ'σяєм ιρ#
es_419: Sus cambios de política han sido guardados.

source: Please note that validation of your policy key and value pairs is not currently in place yet. If you are having difficulties, please review your policy pairs.
eo: Pléäsé nøté thät välïdätïøn øf ýøür pølïçý kéý änd välüé päïrs ïs nøt çürréntlý ïn pläçé ýét. Ìf ýøü äré hävïng dïffïçültïés, pléäsé révïéw ýøür pølïçý päïrs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ι#
es_419: Por favor tenga en cuanta que la validación de su par de clave y valor de política no está todavía en funcionamiento. Si presenta dificultades, por favor revise su par de política.

source: Upload your course image.
eo: Ûpløäd ýøür çøürsé ïmägé. Ⱡ'σяєм#
es_419: Cargar la imagen para el curso

source: Files must be in JPEG or PNG format.
eo: Fïlés müst ßé ïn JPÉG ør PNG førmät. Ⱡ'σяєм ιρ#
es_419: Los archivos deben estar en formato JPEG o PNG.

source: <em>Editing:</em> %s
es_419: <em>Editando:</em> %s

source: Delete Component Confirmation
es_419: Confirmación para borrar componente

source: Are you sure you want to delete this component? This action cannot be undone.
es_419: Esta seguro de borrar este componente ? Esta acción no se puede deshacer.

source: Delete this component?
es_419: Borrar este componente?

source: Deleting this component is permanent and cannot be undone.
es_419: Borrar este componente es permanente y no se puede deshacer.

source: Yes, delete this component
es_419: Si, borrar el componente.

source: Please do not use any spaces or special characters in this field.
es_419: Por favor, no usar espacios o caracteres especiales en este campo.

source: Please enter an integer.
es_419: Por favor ingrese un número entero.

source: Deleting a syllabus cannot be undone and once deleted any reference to it in your courseware's navigation will also be removed.
es_419: Borrar el sílabo no se puede deshacer y una vez eliminado ninguna referencia a el en su curso será eliminada.

source: unanswered
es_419: no respondido

source: Status: unsubmitted
es_419: Estado: no enviado

source: video slider
es_419: Barra de control de video

source: January February March April May June July August September October November December
es_419: Enero Febrero Marzo Abril Mayo Junio Julio Agosto Septiembre Octubre Noviembre Diciembre

source: S M T W T F S
es_419: D L M M J V S

source: Sunday Monday Tuesday Wednesday Thursday Friday Saturday
es_419: Domingo Lunes Martes Miércoles Jueves Viernes Sábado
