Repository: Nurfog/edx
Catalog: conf/locale/*/LC_MESSAGES/mako.po
Languages: es_419

source: {edX} Basics
es_419: {edX} Básico

source: How do I sign up to take a class?
es_419: ¿Cómo me inscribo para tomar una clase?

source: Simply create an {edX} account (it's free) and then register for the course of your choice (also free). Follow the prompts on the {edX} website.
es_419: Simple, cree una cuenta en {edx} (es gratis) y luego regístrese en el curso que elija (si es gratis). Siga las indicaciones que aparecen en sitio de {edX}

source: What does it cost to take a class? Is this really free?
es_419: ¿Cuánto cuesta tomar una clase? ¿Es realmente libre?

source: {EdX} courses are free for everyone. All you need is an Internet connection.
es_419: Los cursos en {EdX} son gratuitos para todos. Todo lo que necesitas es una conexión a Internet.

source: What happens after I sign up for a course?
es_419: ¿Qué pasa después de inscribirme en un curso?

source: You will receive an activation email. Follow the prompts in that email to activate your account. You will need to log in each time you access your course(s). Once the course begins, it's time to hit the virtual books. You can access the lectures, homework, tutorials, etc., for each week, one week at a time.
es_419: Usted recibirá un correo electrónico de activación. Siga las instrucciones de ese correo para activar su cuenta. Usted tendrá que registrarse cada vez que acceda a un curso. Una vez que comienza el curso, es hora de revisar los libros virtuales. Puede acceder a las clases, tareas, tutorías, etc, para cada semana, una semana a la vez.

source: Who can take an {edX} course?
es_419: ¿Quién puede tomar un curso en {edx}?

source: You, your mom, your little brother, your grandfather -- anyone with Internet access can take an {edX} course. Free.
es_419: Usted, su madre, su hermano pequeño, su abuelo - cualquier persona con acceso a Internet puede tomar un curso en {edX}. Es gratuito

source: Are the courses only offered in English?
es_419: ¿Los cursos sólo se ofrecen en Inglés?

source: Some {edX} courses include a translation of the lecture in the text bar to the right of the video. Some have the specific option of requesting a course in other languages. Please check your course to determine foreign language options.
es_419: Algunos cursos en {edX} incluyen una traducción de la conferencia en la barra de texto a la derecha del vídeo. Algunos tienen la opción específica de solicitar un curso en otros idiomas. Por favor, compruebe su curso para determinar las opciones de idiomas extranjeros.

source: When will there be more courses on other subjects?
es_419: ¡Cuándo habrá más cursos sobre otros temas?

source: We are continually reviewing and creating courses to add to the {edX} platform. Please check the website for future course announcements. You can also "friend" {edX} on Facebook - you'll receive updates and announcements.
es_419: Estamos continuamente revisando y creando cursos y añadirlos a la plataforma {edX}.Por favor, consulte el sitio web para futuros anuncios del curso. Usted puede también agregar a {edX} como "amigo" en Facebook - usted recibirá actualizaciones y anuncios.

source: When does my course start and/or finish?
es_419: ¿Cuándo comienza y / o terminar mi curso?

source: You can find the start and stop dates for each course on each course description page.
es_419: Usted puede encontrar las fechas de inicio y finalización de cada curso en su respectiva página de descripción de curso.

source: Is there a walk-through of a sample course session?
es_419: ¿Hay un vídeo introductorio del curso ?

source: There are video introductions for every course that will give you a good sense of how the course works and what to expect.
es_419: Hay presentaciones de vídeo para cada curso que le dará una buena idea de cómo funciona el curso y qué esperar.

source: I don't have the prerequisites for a course that I am interested in. Can I still take the course?
es_419: Yo no cumplo con los pre requisitos para un curso que estoy interesado ¿Puedo tomar el curso?

source: What happens if I have to quit a course? Are there any penalties? Will I be able to take another course in the future?
es_419: ¿Qué pasa si tengo que salir de un curso? ¿Existen sanciones? ¿Voy a ser capaz de tomar otro curso en el futuro?

source: You may unregister from an {edX} course at anytime, there are absolutely no penalties associated with incomplete {edX} studies, and you may register for the same course (provided we are still offering it) at a later time.
es_419: Usted puede anular el registro de un curso en {edX} en cualquier momento, no existe ningún tipo de sanciones asociadas con no completar sus estudios en {edX} y usted puede inscribirse en el mismo curso (con tal que todavía este abierto) en un momento posterior.

source: The Classes
es_419: Las Clases

source: How much work will I have to do to pass my course?
es_419: ¿Cuánto trabajo tengo que hacer para pasar el curso?

source: The projected hours of study required for each course are described on the specific course description page.
es_419: Las horas previstas de estudio requerido para cada curso se describen en la la página descripción del curso.

source: What should I do before I take a course (prerequisites)?
es_419: ¿Qué debo hacer antes de tomar un curso (prerequisitos)?

source: Each course is different - some have prerequisites, and some don't. Take a look at your specific course's recommended prerequisites. If you do not have a particular prerequisite, you may still take the course.
es_419: Cada curso es diferente - algunos tienen prerrequisitos y otros no. Revisar los prerrequisitos del curso específico. Si usted no tiene un prerrequisito en particular, todavía puede tomar el curso.

source: What books should I read? (I am interested in reading materials before the class starts).
es_419: ¿Qué libros debo leer? (Estoy interesado en la lectura de los materiales antes de que empiece la clase).

source: Take a look at the specific course prerequisites. All required academic materials will be provided during the course, within the browser. Some of the course descriptions may list additional resources. For supplemental reading material before or during the course, you can post a question on the course's Discussion Forum to ask your online coursemates for suggestions.
es_419: Echa un vistazo a los requisitos específicos del curso. Todos los materiales académicos requeridos serán proporcionados durante el curso, en el navegador. Algunas de las descripciones de los cursos puede enumerar recursos adicionales. Para el material de lectura complementario antes o durante el curso, se puede plantear una pregunta en el Foro de Discusión del curso para preguntar a sus compañeros para sugerencias.

source: Can I download the book for my course?
es_419: ¿Puedo descargar el libro para mi curso?

source: {EdX} book content may only be viewed within the browser, and downloading it violates copyright laws. If you need or want a hard copy of the book, we recommend that you purchase a copy.
es_419: Los libros de contenido en {EdX} sólo puede ser vista en el navegador y descargarlas viola las leyes de copyright. Si usted necesita o desea una copia impresa del libro, le recomendamos que compre una copia.

source: Can I take more than one course at a time?
es_419: ¿Puedo tomar más de un curso a la vez?

source: You may take multiple edX courses, however we recommend checking the requirements on each course description page to determine your available study hours and the demands of the intended courses.
es_419: Puede tomar varios cursos en edX, sin embargo se recomienda la comprobación de los requisitos en la descripción de cada curso para determinar su número de horas de estudio disponibles y las exigencias de tiempo previstas para cada curso.

source: How do I log in to take an {edX} class?
es_419: Cómo me conecto a tomar un clase en {edX} ?

source: Once you sign up for a course and activate your account, click on the "Log In" button on the edx.org home page. You will need to type in your email address and {edX} password each time you log in.
es_419: Una vez que usted se inscribe en un curso y activa su cuenta, haga clic en el botón "Iniciar sesión" en la página edx.org. Usted tendrá que introducir su correo electrónico y {edX} contraseña cada vez que inicie sesión

source: What time is the class?
es_419: ¿A qué hora es la clase?

source: {EdX} classes take place at your convenience. Prefer to sleep in and study late? No worries. Videos and problem sets are available 24 hours a day, which means you can watch video and complete work whenever you have spare time. You simply log in to your course via the Internet and work through the course material, one week at a time.
es_419: Las clases en {Edx} tienen lugar a su conveniencia. ¿Prefiere dormir y estudiar hasta tarde? No hay problema. Videos y problemas están disponibles las 24 horas del día, lo que significa que puede ver el video y completar el trabajo cada vez que tenga tiempo libre. Simplemente acceda a su curso a través de Internet y trabaja a través de los materiales del curso, una semana a la vez.

source: If I miss a week, how does this affect my grade?
es_419: Si me olvido de una semana, ¿cómo afecta esto a mi nota?

source: It is certainly possible to pass an {edX} course if you miss a week; however, coursework is progressive, so you should review and study what you may have missed. You can check your progress dashboard in the course to see your course average along the way if you have any concerns.
es_419: Sin duda, es posible pasar un curso en {edx}, si se olvida de una semana, recuerde que los los cursos son progresivos, por lo que debe revisar y estudiar lo que puede haber perdido. Usted puede comprobar su progreso en el curso para ver el promedio de curso en el camino si usted tiene alguna preocupación.

source: How can I meet/find other students?
es_419: ¿Cómo puedo conocer / encontrar otros estudiantes?

source: All {edX} courses have Discussion Forums where you can chat with and help each other within the framework of the Honor Code.
es_419: Todos los cursos de {edX} tienen foros de discusión donde se puede charlar y ayudarse mutuamente en el marco del Código de Honor.

source: How can I talk to professors, fellows and teaching assistants?
es_419: ¿Cómo puedo hablar con profesores, becarios y asistentes de enseñanza?

source: The Discussion Forums are the best place to reach out to the {edX} teaching team for your class, and you don't have to wait in line or rearrange your schedule to fit your professor's - just post your questions. The response isn't always immediate, but it's usually pretty darned quick.
es_419: Los foros de discusión son el mejor lugar para comunicarse con el equipo docente de {edX} para su clase, y usted no tiene que esperar en línea o reorganizar su horario para adaptarse a su profesor - sólo envié sus preguntas. La respuesta no siempre es inmediata, pero por lo general es bastante rápida.

source: Getting help.
es_419: Obtención de ayuda.

source: You have a vibrant, global community of fellow online learners available 24-7 to help with the course within the framework of the Honor Code, as well as support from the TAs who monitor the course. Take a look at the course's Discussion Forum where you can review questions, answers and comments from fellow online learners, as well as post a question.
es_419: Usted tiene una vibrante comunidad global de compañeros en línea disponibles 24-7 para ayudar con el curso en el marco del Código de Honor, así como el apoyo de las TAs que vigilan el curso. Echa un vistazo a los Foros de Discusión de la asignatura donde se pueden revisar las preguntas, respuestas y comentarios de sus compañeros, así como publicar una pregunta.

source: Can I re-take a course?
es_419: ¿Puedo volver a tomar un curso?

source: Good news: there are unlimited "mulligans" in {edX}. You may re-take {edX} courses as often as you wish. Your performance in any particular offering of a course will not effect your standing in future offerings of any {edX} course, including future offerings of the same course.
es_419: Buenas noticias: hay ilimitadas "mulligans" en {edX}. Puede volver a tomar un curso en {edX} con la frecuencia que desee. Su rendimiento en cualquier curso no afectará su posición en las futuras ofertas de cualquier curso en {edx} Por supuesto, incluyendo las futuras ofertas de un mismo curso.

source: Enrollment for a course that I am interested in is open, but the course has already started. Can I still enroll?
es_419: La inscripción para un curso en el que estoy interesado sigue en abierto, pero el curso ya ha empezado. ¿Puedo inscribirme?

source: Yes, but you will not be able to turn in any assignments or exams that have already been due. If it is early in the course, you might still be able to earn enough points for a certificate, but you will have to check with the course in question in order to find out more.
es_419: Sí, pero usted no será capaz de realizar cualquier tarea o exámenes que ya haya sido entregado. Si es al principio del curso, usted todavía puede ser capaz de ganar los puntos suficientes para obtener un certificado, pero usted tendrá que revisar el curso d con el fin de obtener más información.

source: Is there an exam at the end?
es_419: ¿Hay un examen al final?

source: Different courses have slightly different structures. Please check the course material description to see if there is a final exam or final project.
es_419: Diferentes cursos tienen estructuras ligeramente diferentes. Por favor revise la descripción del curso para ver si hay un examen final o proyecto final.

source: Will the same courses be offered again in the future?
es_419: ¿Serán los mismos cursos ofrecidos en el futuro?

source: Existing {edX} courses will be re-offered, and more courses added.
es_419: Los cursos existentes en {edX} se volverán a ofrecer, y más cursos serán añadidos.

source: Certificates & Credits
es_419: Certificados y Créditos

source: Will I get a certificate for taking an {edX} course?
es_419: ¿Recibiré un certificado por tomar un curso en {edX}?

source: Online learners who receive a passing grade for a course will receive a certificate of mastery at the discretion of {edX} and the underlying {X} University that offered the course. For example, a certificate of mastery for {MITx}'s 6.002x Circuits &amp; Electronics will come from {edX} and {MITx}.
es_419: Los estudiantes en línea que reciben una calificación de aprobado en un curso recibirán un certificado de la maestría de {edx} y la{X} Universidad que impartió el curso. Por ejemplo, un certificado de Maestría de {MITX} del curso de Circuitos y Electrónica 6.002x vendrá de {edX} y {MITx}.

source: If you passed the course, your certificate of mastery will be delivered online through edx.org. So be sure to check your email in the weeks following the final grading - you will be able to download and print your certificate. Note: At this time, {edX} is holding certificates for learners connected with Cuba, Iran, Syria and Sudan pending confirmation that the issuance is in compliance with U.S. embargoes.
es_419: Si usted aprueba el curso, el certificado de Maestría será entregado en línea a través edx.org. Así que asegúrese de comprobar su correo electrónico en las semanas siguientes a la clasificación final - usted será capaz de descargar e imprimir su certificado. Nota: En este momento, {edX} esta reteniendo los certificados para los estudiantes relacionados con Cuba, Irán, Siria y Sudán. Estos están esperando la confirmación para su emisión según el cumplimiento de los embargos de Estados Unidos.

source: How are {edX} certificates delivered?
es_419: ¿Cómo entrega {EDX} sus certificados?

source: {EdX} certificates are delivered online through edx.org. So be sure to check your email in the weeks following the final grading - you will be able to download and print your certificate.
es_419: Los certificados de {EdX} se entregan en línea a través de edx.org. Así que asegúrese de comprobar su correo electrónico en las semanas siguientes a la clasificación final - usted será capaz de descargar e imprimir su certificado.

source: What is the difference between a proctored certificate and an honor code certificate?
es_419: ¿Cuál es la diferencia entre un certificado supervisado y un certificado de código de honor?

source: A proctored certificate is given to students who take and pass an exam under proctored conditions. An honor-code certificate is given to students who have completed all of the necessary online coursework associated with a course and have signed <link> the {edX} honor code </link>.
es_419: Un certificado supervisado se da a los estudiantes que toman y pasan un examen en condiciones supervisados​​. Un certificado de código de honor es dado a los estudiantes que han completado todos los cursos en línea necesaria asociada a un curso y han firmado <link> el código de honor de {edX}</ link>.

source: Can I get both a proctored certificate and an honor code certificate?
es_419: ¿Puedo obtener ambos un certificado supervisado y un certificado de código de honor?

source: Yes. The requirements for both certificates can be independently satisfied.
es_419: Sí. Los requisitos para ambos certificados se pueden satisfacer de forma independiente.

source: Will my grade be shown on my certificate?
es_419: ¿Se mostrará mi nota en mi certificado?

source: No. Grades are not displayed on either honor code or proctored certificates.
es_419: No. Las calificaciones no se muestran en los certificados de código de honor o supervisados​​.

source: The only certificates distributed with grades by {edX} were for the initial prototype course.
es_419: Los únicos certificados distribuidos con calificaciones por {edX} eran para el curso inicial de prototipo.

source: Will my university accept my {edX} coursework for credit?
es_419: ¿Mi universidad acepta mis cursos de {edX} por créditos?

source: Each educational institution makes its own decision regarding whether to accept {edX} coursework for credit. Check with your university for its policy.
es_419: Cada institución educativa hace su propia decisión respecto a si aceptar los cursos de {edX} por créditos. Consulte las políticas de su Universidad.

source: I lost my {edX} certificate - can you resend it to me?
es_419: Perdí a mi certificado de {edX} - pueden volver a enviármelo?

source: Please log back in to your account to find certificates from the same profile page where they were originally posted. You will be able to re-print your certificate from there.
es_419: Por favor, vuelva a iniciar sesión en su cuenta para encontrar los certificados de la misma página de perfil donde fueron publicados originalmente. Usted será capaz de volver a imprimir su certificado desde allí.

source: edX & Open Source
es_419: edX y el Software Libre

source: What's open source?
es_419: ¿Qué es el software libre?

source: Open source is a philosophy that generally refers to making software freely available for use or modification as users see fit. In exchange for use of the software, users generally add their contributions to the software, making it a public collaboration. The {edX} platform will be made available as open source code in order to allow world talent to improve and share it on an ongoing basis.
es_419: El código abierto es una filosofía que generalmente se refiere a la fabricación de software disponible libremente para su uso o modificación a medida que los usuarios consideren oportuno. A cambio del uso del software, los usuarios suelen añadir sus contribuciones al software, por lo que es una colaboración pública. La plataforma {edX} estará disponible como código abierto con el fin de permitir que el talento del mundo mejore y comporta de forma permanente esta plataforma.

source: When/how can I get the open-source platform technology?
es_419: ¿Cuándo / cómo puedo conseguir la tecnología de código abierto de la plataforma?

source: We are still building the {edX} technology platform and will be making announcements in the future about its availability.
es_419: Todavía estamos construyendo la tecnología de la plataforma {edX} y volveremos a hacer anuncios en el futuro acerca de su disponibilidad.

source: Other Help Questions - Account Questions
es_419: Otras preguntas de Ayuda - Preguntas de la Cuenta

source: My username is taken.
es_419: Mi nombre de usuario ya esta ocupado

source: Now's your chance to be creative: please try a different, more unique username - for example, try adding a random number to the end.
es_419: Ahora es tu oportunidad de ser creativo: por favor ingrese un nombre de usuario diferente - por ejemplo, trate de añadir un número al azar al final.

source: Why does my password show on my course login page?
es_419: ¿Por qué mi contraseña se muestranmostrar en mi página de inicio de sesión del curso?

source: Oops! This may be because of the way you created your account. For example, you may have mistakenly typed your password into the login box.
es_419: ¡Huy! Esto puede ser debido a la forma que ha creado su cuenta. Por ejemplo, puede haber escrito por error su contraseña en el cuadro de inicio de sesión.

source: I am having login problems (password/email unrecognized).
es_419: Tengo problemas de inicio de sesión (contraseña / email no reconocidos).

source: Please check your browser's settings to make sure that you have the current version of Firefox or Chrome, and then try logging in again. If you find access impossible, you may simply create a new account using an alternate email address - the old, unused account will disappear later.
es_419: Verifica la configuración de tu navegador para asegurarse de que tienes la última versión de Firefox o Chrome, y luego trata de ingresar nuevamente. Si usted se le hace imposible acceder a su cuenta, usted puede crear una nueva cuenta con una dirección de correo electrónico alternativa - la vieja cuenta, por falta de uso desaparecerá después.

source: I did not receive an activation email.
es_419: Yo no he recibido mi email de activación.

source: If you did not receive an activation email it may be because:
es_419: Si usted no ha recibido su email de activación puede ser por:

source: There was a typo in your email address.
es_419: Existe un error tipográfico en su dirección de correo.

source: Your spam filter may have caught the activation email. Please check your spam folder.
es_419: Su filtro de spam posiblemente bloqueo el email de activación. Por favor revise su carpeta de spam.

source: You may be using an older browser. We recommend downloading the current version of Firefox or Chrome.
es_419: Usted probablemente usa una versión antigua de su navegado. Nosotros le recomendamos que descargue la última versión de Firefox o Chrome

source: JavaScript is disabled in your browser. Please check your browser settings and confirm that JavaScript is enabled.
es_419: Javascript esta desestabilizado en su navegador. Por favor revise la configuración de su navegador y confirme que javascript este activado.

source: If you continue to have problems activating your account, we recommend that you try creating a new account. There is no need to do anything about the old account. If it is not activated through the link in the email, it will disappear later.
es_419: SI usted continuad teniendo problema con la activación de su cuenta, nosotros le recomendamos que trata de crear una nueva cuenta. No es necesario que haga ninguna acción con la vieja cuenta. Si esta no esta activada esta desaparecerá luego.

source: Can I delete my account?
es_419: ¿Puedo borrar mi cuenta?
