Repository: Nurfog/edx
Catalog: conf/locale/*/LC_MESSAGES/mako.po
Languages: es_419

source: Use your webcam to take a picture of your ID so we can match it with your photo and the name on your account.
es_419: Use su cámara web para tomar una foto de su documento de identidad para que podamos compararla con su foto y con el nombre de su cuenta.

source: Make sure your ID is well-lit
es_419: Asegurese que su documento está bien iluminado

source: Acceptable IDs include drivers licenses, passports, or other goverment-issued IDs that include your name and photo
es_419: Los documentos de identidad aceptables incluyen licencias de conducción, pasaportes, o otros documentos de identificación emitidos por el gobierno que tengan su nombre y su fotografía.

source: Check that there isn't any glare
es_419: Verifique que no haya brillos en el documento.

source: Ensure that you can see your photo and read your name
es_419: Asegurese de que se pueda ver su cara y leer su nombre en la foto del documento de identificación.

source: Try to keep your fingers at the edge to avoid covering important information
es_419: Intente mantener sus dedos en los bordes para evitar cubrir información importante

source: to capture your ID
es_419: para capturar su documento de identificación

source: Why do you need a photo of my ID?
es_419: ¿Para que necesitan una foto de mi documento de identificación?

source: We need to match your ID with your photo and name to confirm that you are you.
es_419: Necesitamos comparar la foto de su documento con su fotografía para validar su identidad.

source: We encrypt it and send it to our secure authorization service for review. We use the highest levels of security and do not save the photo or information anywhere once the match has been completed.
es_419: Nosotros encriptamos y enviamos la información a nuestro servicio seguro de autorizaciones para su revisión. Usamos los mas altos niveles de seguridad y no almacenamos la fotografía o la información en ningún lugar una vez la verificación ha sido terminada.

source: Once you verify your ID photo looks good, you can move on to step 3.
es_419: Una vez haya verificado que la foto de su documento de identificación luce bien, puede proceder al paso 3.

source: Go to Step 3: Review Your Info
es_419: Ir al paso 3. Revisar su información

source: Verify Your Submission
es_419: Verificar su envío

source: Make sure we can verify your identity with the photos and information below.
es_419: Asegúrese de que podamos verificar su identidad con las imágenes y la información a continuación.

source: Review the Photos You've Re-Taken
es_419: Revise las fotografías que ha tomado

source: Please review the photos and verify that they meet the requirements listed below.
es_419: Por favor revise las fotos y verifique que cumplen con los requisitos listados a continuación.

source: The photo above needs to meet the following requirements:
es_419: Las fotos deben cumplir con los siguientes requerimientos;

source: Be well lit
es_419: Estar bien iluminadas

source: Show your whole face
es_419: Mostrar su cara completa

source: The photo on your ID must match the photo of your face
es_419: La foto de su documento debe coincidir con la foto de su cara.

source: Be readable (not too far away, no glare)
es_419: Ser legibles. (no demasiado lejos, sin brillos)

source: The name on your ID must match the name on your account below
es_419: El nombre en su documento debe coincidir con el nombre en su cuenta.

source: Photos don't meet the requirements?
es_419: ¿Sus fotos no cumplen los requerimientos?

source: Retake Your Photos
es_419: Tome nuevamente sus fotos

source: Check Your Name
es_419: Verifique su nombre

source: Make sure your full name on your edX account ({full_name}) matches your ID. We will also use this as the name on your certificate.
es_419: Asegurese que su nombre completo en su cuenta de edX ({full_name}) corresponde al de su documento de identificación. Este será el nombre que usaremos en sus certificados.

source: Edit your name
es_419: Editar su nombre

source: Once you verify your details match the requirements, you can move onto to confirm your re-verification submisssion.
es_419: Una vez que se verifique sus información y coincida con los requisitos, puede seguir con el proceso de verificación.

source: Yes! My details all match.
es_419: Si! toda mi información está correcta.

source: Upgrade Your Registration for {} | Verification
es_419: Actualice su Registro para {} | Verificación

source: Register for {} | Verification
es_419: Registro para {} | Verificación

source: You don't seem to have a webcam connected. Double-check that your webcam is connected and working to continue registering, or select to {a_start} audit the course for free {a_end} without verifying.
es_419: Al parecer no tiene un cámara web conectada. Revise nuevamente que su cámara web esté conectada y funcionando correctamente para continuar con el proceso de registro o seleccione {a_start} auditar el curso de forma gratuita {a_end} para ingresar sin realizar la verificación.

source: Error processing your order
es_419: Ocurrió un error procesando su orden

source: Oops! Something went wrong. Please confirm your details again and click the button to move on to payment. If you are still having trouble, please try again later.
es_419: Ha ocurrido un falló. Por favor confirme su información nuevamente y haga clic en el botón para proceder al pago. Si continua teniendo inconvenientes, por favor intente de nuevo mas tarde.

source: Take Your Photo
es_419: Tome su fotografía

source: What if my camera isn't working?
es_419: ¿Que sucede si mi cámara no está funcionando?

source: Go to Step 2: Take ID Photo
es_419: Ir al paso 2: Tomar foto de documento de identidad

source: Review the Photos You've Taken
es_419: Revisar las fotos que ha tomado

source: Check Your Contribution Level
es_419: Revisar su contribución

source: Please confirm your contribution for this course (min. $
es_419: Por favor confirme su contribución para este curso (min. $

source: Once you verify your details match the requirements, you can move on to step 4, payment on our secure server.
es_419: Una vez se haya verificado que su información cumple todos los requisitos, puede pasar al paso 4, pago seguro.

source: Re-Verification Submission Confirmation
es_419: Confirmación de envió para verificación

source: Your Credentials Have Been Updated
es_419: Sus credenciales han sido actualizadas

source: We've captured your re-submitted information and will review it to verify your identity shortly. You should receive an update to your veriication status within 1-2 days. In the meantime, you still have access to all of your course content.
es_419: Hemos recibido la información que nos ha enviado, en breve procederemos a revisarla verificar su identidad . Usted recibirá una actualización de la verificación de su estado dentro de 1-2 días. Mientras tanto, usted tendrá acceso a todos los contenidos del curso.

source: Return to Your Dashboard
es_419: Regresar a su Dashboard

source: Upgrade Your Registration for {}
es_419: Actualizar su Registro para {}

source: Register for {}
es_419: Registro para {}

source: You need to activate your edX account before proceeding
es_419: Necesita activar su cuenta de edX para poder proceder

source: Please check your email for further instructions on activating your new account.
es_419: Por favor verifique su correo electrónico para ver las instrucciones para la activación de su nueva cuenta.

source: What You Will Need to Upgrade
es_419: Lo que va a necesitar para la actualización

source: There are three things you will need to upgrade to being an ID verified student:
es_419: Existen tres cosas que usted tendrá que actualizar para ser un estudiante con ID verificado:

source: What You Will Need to Register
es_419: Que necesitará para registrarse

source: There are three things you will need to register as an ID verified student:
es_419: Hay tres cosas que va a necesitar para registrarse como un estudiante con ID verificada:

source: Activate Your Account
es_419: Activar su cuenta

source: Check your email
es_419: Verificar su correo electrónico

source: you need an active edX account before registering - check your email for instructions
es_419: Necesita activar su cuenta edX antes de continuar. Revise su correo electrónico para ver las instrucciones

source: Identification
es_419: Identificación

source: A photo identification document
es_419: Un documento de identificación con foto

source: a drivers license, passport, or other goverment or school-issued ID with your name and picture on it
es_419: una licencia de conducción, pasaporte, o otro documento emitido por el gobierno o por una institución de educación con su nombre y fotografía.

source: Webcam
es_419: Cámara web

source: A webcam and a modern browser
es_419: Una cámara web y un navegador moderno

source: Please make sure your browser is updated to the most recent version possible
es_419: Por favor asegurese de que su navegador está actualizado a la versión mas reciente disponible.

source: Credit or Debit Card
es_419: Tarjeta de crédito o débito

source: A major credit or debit card
es_419: Una tarjeta de crédito o débito reconocida

source: Visa, Master Card, American Express, Discover, Diners Club, JCB with Discover logo
es_419: Visa, Master Card, American Express, Discover, Diners Club, JCB con logo Discover

source: Missing something? You can always continue to audit this course instead.
es_419: ¿Falta algo? Usted siempre se puede continuar con la auditaría del curso .

source: Missing something? You can always {a_start} audit this course instead {a_end}
es_419: ¿Le falta algún requisito? Recuerde que siempre puede {a_start} auditar el curso {a_end}

source: Go to Step 1: Take my Photo
es_419: Ir al paso 1: Tomar mi foto

source: ID Verification
es_419: Verificación de ID

source: You've Been Verified Previously
es_419: Usted ha sido verificado previamente

source: We've already verified your identity (through the photos of you and your ID you provided earlier). You can proceed to make your secure payment and complete registration.
es_419: Ya hemos verificado su identidad a través de las fotos y el documento de identificación que nos proporcionó anteriormente. Puede proceder a hacer su pago seguro y completar el proceso de registro.

source: You have decided to pay $
es_419: Ha decidido pagar $

source: {span_start}active{span_end}
es_419: {span_start}activo{span_end}
