Repository: Nurfog/edx
Catalog: conf/locale/*/LC_MESSAGES/mako.po
Languages: es_419

source: There's no need to delete you account. An old, unused {edX} account with no course completions associated with it will disappear.
es_419: No es necesario que elimine su cuenta. La cuentas viejas sin usar en {edX} que no están asociados con cursos terminados son eliminadas.

source: I made a mistake creating my username - how do I fix it?
es_419: Cometí un error al crear mi nombre de usuario - ¿cómo puedo solucionarlo?

source: In most cases it would simplest and fastest to create a new account. Your old unused account will vanish naturally. If you were not aware of your mistake until much later, you should send us a detailed change request and we will do our best to edit your username. Please bear in mind that usernames are unique, and the one you want may be taken.
es_419: En la mayoría de los casos, sería más sencillo y rápido crear una nueva cuenta. Tu cuenta vieja no utilizada desaparecerá naturalmente. Si usted no se percato del error hasta mucho más tarde, es necesario que nos envíe una solicitud de cambio detallada y nosotros haremos nuestro mejor esfuerzo para editar su nombre de usuario. Por favor, tenga en cuenta que los nombres de usuario son únicos, y el que usted desea puede estar utilizado.

source: I am experiencing problems with the display. E.g., There are tools missing from the course display, or I am unable to view video.
es_419: Estoy experimentando problemas con la pantalla. Por ejemplo, existen herramientas que faltan en la pantalla o no soy capaz de ver el vídeo.

source: Please check your browser and settings. We recommend downloading the current version of Firefox or Chrome. Alternatively, you may re-register with a different email account. There is no need to delete the old account, as it will disappear if unused.
es_419: Por favor revise la configuración de su navegador. Nosotros le recomendamos descargar la última versión de Firefox o Chrome. Alternativamente, usted puede registrarse con una cuenta diferente de correo. No es necesario que elimine su cuenta vieja, esta desaparecerá si no es usada.

source: How can I help {edX}?
es_419: ¿Cómo puedo ayudar a {edx}?

source: You may not realize it, but just by taking a course you are helping {edX}. That's because the {edX} platform has been specifically designed to not only teach, but also gather data about learning. {EdX} will utilize this data to find out how to improve education online and on-campus.
es_419: Usted no puede darse cuenta de ello, pero sólo por tomar un curso ya está ayudando a {edX}. Eso es porque la plataforma de {edX} ha sido diseñada específicamente no sólo para enseñar, sino también recoger datos sobre el aprendizaje. {EdX} utilizará estos datos para encontrar la manera de mejorar la educación en línea y en el campus.

source: Certificates and Credits
es_419: Certificados y Créditos

source: {edX} & Open source
es_419: {edX} y el Software Libre

source: Honor Code
es_419: Código de Honor

source: Collaboration Policy
es_419: Políticas de Colaboración

source: By enrolling in a course on {edX}, you are joining a special worldwide community of learners. The aspiration of {edX} is to provide anyone in the world who has the motivation and ability to engage coursework from the {MIT_long}, {Harvard_long} and the {Berkeley_long} the opportunity to attain the best {MIT}, {Harvard} and {Berkeley}-based educational experience that internet technology enables. You are part of the community who will help {edX} achieve this goal.
es_419: Al inscribirse en un curso en {edX}, se está uniendo a una comunidad especial de Estudiantes en todo el mundo . La aspiración de {edx} es proporcionar a todo en el mundo que tiene la motivación y la capacidad de participar en cursos desde {MIT_long}, {Harvard_long} y {Berkeley_long} la oportunidad de alcanzar la mejor {MIT}, {Harvard} y {Berkeley} experiencia educativa basado en la tecnología que el Internet permite. Tú eres parte de la comunidad que ayudará {edX} a lograr este objetivo.

source: {EdX} depends upon your motivation to learn the material and to do so with honesty. In order to participate in {edX}, you must agree to the Honor Code below and any additional terms specific to a class. This Honor Code, and any additional terms, will be posted on each class website.
es_419: {EdX}depende de su motivación para aprender el material y hacerlo con honestidad. Con el fin de participar en {edX}, debe estar de acuerdo con el Código de Honor de abajo y los términos adicionales específicos para una clase. Este Código de Honor, y los términos adicionales, se publicarán en el sitio web de cada clase.

source: {edX} Honor Code Pledge
es_419: Promesa del Código de Honor de {edX}

source: By enrolling in an {edX} course, I agree that I will:
es_419: Al inscribirse en un curso de {edX}, estoy de acuerdo que yo:

source: Complete all mid-terms and final exams with my own work and only my own work. I will not submit the work of any other person.
es_419: Completaré todos los Exámenes intermedios y finales con mi propio trabajo y sólo mi propio trabajo. No voy a presentar el trabajo de ninguna otra persona.

source: Maintain only one user account and not let anyone else use my username and/or password.
es_419: Mantener una sola cuenta de usuario y no dejar que nadie más use mi nombre de usuario y / o contraseña.

source: Not engage in any activity that would dishonestly improve my results, or improve or hurt the results of others.
es_419: No involucrarme en ninguna actividad que deshonestamente mejore mis resultados, o mejore o perjudique los resultados de los demás.

source: Not post answers to problems that are being used to assess student performance.
es_419: No enviar las respuestas a los problemas que se están utilizando para evaluar el desempeño de los estudiantes.

source: Unless otherwise indicated by the instructor of an {edX} course, learners on {edX} are encouraged to:
es_419: A menos que se indique lo contrario por parte del instructor de un curso de {edX}, animando a los estudiantes sobre{edX} a:

source: Collaborate with others on the lecture videos, exercises, homework and labs.
es_419: Colaborar con otros en vídeos de lectura, ejercicios, tareas y laboratorios.

source: Discuss with others general concepts and materials in each course.
es_419: Discuta con otros conceptos generales y materiales en cada curso.

source: Present ideas and written work to fellow {edX} learners or others for comment or criticism.
es_419: Presentar ideas y trabajos escritos a los compañeros {edX} estudiantes u otras personas para hacer comentarios o críticas.

source: Do You Want to Change the Future of Education?
es_419: ¿Usted quiere cambiar el futuro de la educación?

source: Our mission is to transform learning.
es_419: Nuestra misión es transformar el aprendizaje.

source: &ldquo;EdX represents a unique opportunity to improve education on our campuses through online learning, while simultaneously creating a bold new educational path for millions of learners worldwide.&rdquo;
es_419: &ldquo;EDX representa una oportunidad única para mejorar la educación en nuestras escuelas a través del aprendizaje en línea, creando al mismo tiempo un nuevo camino educativo para millones de estudiantes de todo el mundo.&rdquo;

source: &ldquo;EdX gives Harvard and MIT an unprecedented opportunity to dramatically extend our collective reach by conducting groundbreaking research into effective education and by extending online access to quality higher education.&rdquo;
es_419: &ldquo;EDX da a Harvard y MIT una oportunidad sin precedentes para extender dramáticamente nuestro alcance colectivo mediante la realización de investigaciones innovadoras en la enseñanza eficaz y ampliando el acceso en línea a la educación superior de calidad.&rdquo;

source: EdX is looking to add new talent to our team!
es_419: ¡EDX está mirando para agregar nuevos talentos a nuestro equipo!

source: Our mission is to give a world-class education to everyone, everywhere, regardless of gender, income or social status
es_419: Nuestra misión es dar una educación de clase mundial a todos, en todas partes, sin importar el género, los ingresos o la situación social

source: Today, EdX.org, a not-for-profit provides hundreds of thousands of people from around the globe with access to free education.&nbsp; We offer amazing quality classes by the best professors from the best schools. We enable our members to uncover a new passion that will transform their lives and their communities.
es_419: Hoy en día, EdX.org, no tiene fines de lucro, proporciona a cientos de miles de personas en todo el mundo el acceso a educación gratuita. Ofrecemos clases de increíble calidad con los mejores profesores de las mejores escuelas. Permitimos a nuestros miembros descubrir una nueva pasión que transformará sus vidas y sus comunidades.

source: Around the world-from coast to coast, in over 192 countries, people are making the decision to take one or several of our courses. As we continue to grow our operations, we are looking for talented, passionate people with great ideas to join the edX team. We aim to create an environment that is supportive, diverse, and as fun as our brand. If you&rsquo;re results-oriented, dedicated, and ready to contribute to an unparalleled member experience for our community, we really want you to apply.
es_419: En todo el mundo, de costa a costa, en más de 192 países, la gente está tomando la decisión de tomar una o varias de nuestros cursos. A medida que continuamos creciendo nuestras operaciones, estamos buscando gente apasionada, talentosa, con grandes ideas para unirse al equipo edx. Nuestro objetivo es crear un entorno que sea favorable, diverso y tan divertido como nuestra marca. Si tú estas orientado hacia los resultados , eres dedicado y estas dispuesto a contribuir a una experiencia sin igual para miembro de nuestra comunidad, estamos gustosos en que apliques.

source: As part of the edX team, you&rsquo;ll receive:
es_419: Como parte del equipo de edx, recibirá:

source: Competitive compensation
es_419: Remuneración competitiva

source: Generous benefits package
es_419: Paquete de beneficios Generosos

source: Free lunch every day
es_419: Almuerzo gratis todos los días

source: A great working experience where everyone cares and wants to change the world (no, we're not kidding)
es_419: Una gran experiencia de trabajo en el que todos se preocupa y quiere cambiar el mundo (no, no estamos bromeando)

source: While we appreciate every applicant&rsquo;s interest, only those under consideration will be contacted. We regret that phone calls will not be accepted. Equal opportunity employer.
es_419: Si bien apreciamos el interés de todos los solicitantes, sólo aquellos bajo ciertas consideración serán contactados. Lamentamos que no se acepten llamadas telefónicas.La misma oportunidad de empleo para todos.

source: All positions are located in our Cambridge offices.
es_419: Todas los cargos se encuentran en nuestras oficinas en Cambridge.

source: <strong>TITLE</strong>
es_419: <strong>TITULO</strong>

source: INTRO
es_419: INTRODUCCIÓN

source: Responsibilities:
es_419: Responsabilidades:

source: A LIST
es_419: UNA LISTA

source: Qualifications:
es_419: Calificaciones:

source: TEXT
es_419: TEXTO

source: If you are interested in this position, please send an email to <a href="mailto:jobs@edx.org">jobs@edx.org</a>.
es_419: Si usted esta interesado en esta cargo, por favor enviar un email a <a href="mailto:jobs@edx.org">jobs@edx.org</a>.

source: DIRECTOR OF EDUCATION SERVICES
es_419: DIRECTOR DE SERVICIOS DE EDUCACIÓN

source: The edX Director of Education Services reporting to the VP of Engineering and Education Services is responsible for:
es_419: El Director de Servicios de Educación de edX informa a la VP de Servicios de Ingeniería y Educación sus responsabilidades para:

source: Delivering 20 new courses in 2013 in collaboration with the partner Universities
es_419: La entrega de 20 nuevos cursos en el año 2013 en colaboración con las universidades asociadas

source: Reporting to the Director of Education Services are the Video production team, responsible for post-production of Course Video. The Director must understand how to balance artistic quality and learning objectives, and reduce production time so that video capabilities are readily accessible and at reasonable costs.
es_419: En dependencia del Director de Servicios de Educación son el equipo de producción de vídeo, responsable de post-producción de video del curso. El Director debe entender cómo equilibrar los objetivos de la calidad artística y de aprendizaje, y reducir el tiempo de producción para que las capacidades de vídeo sean de fácil acceso y con costos razonables.

source: Training and Onboarding of 30 Partner Universities and Affiliates
es_419: Formación e integración de 30 Universidades y afiliados

source: Expand and extend the education goals of the partner Universities by operationalizing best practices.
es_419: Ampliar y extender las metas de educación de las universidades asociadas, mediante la aplicación de las mejores prácticas.

source: Engage with University Boards to design and define the success that the technology makes possible.
es_419: Comprometerse con los consejos universitarios para diseñar y definir el éxito que la tecnología puede hacer posible.

source: Growing the Team, Growing the Business
es_419: Creciendo como Equipo, Creciendo como Negocio

source: The edX Director will be responsible for working with Business Development to identify revenue opportunities and build profitable plans to grow the business and grow the team.
es_419: El Director de edX será responsable de trabajar para el Desarrollo del Negocios identificando las oportunidades de ingresos y construir planes rentables para hacer crecer el negocio y al equipo.

source: Maintain for-profit nimbleness in an organization committed to non-profit ideals.
es_419: Mantener la agilidad de una organización con fines de lucro en una organización comprometida con los ideales sin fines de lucro.

source: Design scalable solutions to opportunities revealed by technical innovations
es_419: Diseñar soluciones escalables a las oportunidades reveladas por las innovaciones técnológicas

source: Integrating a Strong Team within Strong Organization
es_419: Integrar un equipo fuerte dentro de una Organización fuerte

source: Connect organization's management and University leadership with consistent and high quality expectations and deployment
es_419: Conectar la gestión de la organización y el liderazgo de la universidad con las altas expectaticas de calidad e implementación

source: Integrate with a highly collaborative leadership team to maximize talents of the organization
es_419: Integrar un equipo con un alto nivel de liderazgo para maximizar el talento de la organización

source: Successfully escalate issues within and beyond the organization to ensure the best possible educational outcome for students and Universities
es_419: Escalar con éxito dentro y fuera de la organización para asegurar el mejor resultado educativo posible para estudiantes y universidades

source: Skills:
es_419: Habilidades:

source: Ability to lead simultaneous initiatives in an entrepreneurial culture
es_419: Capacidad para dirigir las iniciativas simultáneas en una cultura empresarial

source: Self-starter, challenger, strategic planner, analytical thinker
es_419: Tener iniciativa, ser luchador, planificación estratégica, pensamiento analítico

source: Excellent written and verbal skills
es_419: Excelentes habilidades escritas y de comunicación

source: Strong, proactive leadership
es_419: Fuerte liderazgo e iniciativa

source: Experience with deploying educational technologies on a large scale
es_419: Experiencia con la complementación de tecnologías en la educación a gran escala

source: Develop team skills in a ferociously intelligent group
es_419: Desarrollar habilidades de equipo en un grupo ferozmente inteligente

source: Lean and Agile thinking and training. Experienced in Scrum or Kanban.
es_419: Apoyarse en el pensamiento y formación Ágil, con experiencia en Scrum o Kanban.

source: Design and deliver hiring/development plans which meet rapidly changing skill needs.
es_419: Diseñar e impartir planes de contratación / desarrollo que respondan a las necesidades de competencias que cambian rápidamente.

source: MANAGER OF TRAINING SERVICES
es_419: ADMINISTRADOR DE SERVICIOS DE FORMACIÓN

source: The Manager of Training Services is an integral member of the edX team, a leader who is also a doer, working hands-on in the development and delivery of edX&rsquo;s training portfolio. Reporting to the Director of Education Services, the manager will be a strategic thinker, providing leadership and vision in the development of world-class training solutions tailored to meet the diverse needs of edX Universities, partners and stakeholders
es_419: El Gerente de Servicios de Capacitación es un miembro integral del equipo edx, es un líder que también ayuda con e trabajo en el desarrollo y la entrega de la cartera de formación de edx. En dependencia del Director de los Servicios de Educación, el director será un pensador estratégico, proporcionando liderazgo y visión en el desarrollo de soluciones de formación de clase mundial a medida de satisfacer las diversas necesidades de las universidades edXs, socios y partes interesadas

source: Working with the Director of Education Services, create and manage a world-class training program that includes in-person workshops and online formats such as self-paced courses, and webinars.
es_419: Trabajar con el Director de los Servicios de Educación, crear y administrar un programa de entrenamiento de clase mundial que incluyen talleres presenciales y formatos en línea, tales como los cursos a su propio ritmo, y webinars.

source: Work across a talented team of product developers, video producers and content experts to identify training needs and proactively develop training curricula for new products and services as they are deployed.
es_419: Trabajar a través de un equipo de talentosos desarrolladores, productores de vídeo y expertos en el tema para identificar las necesidades de capacitación y desarrollar de manera proactiva los programas de capacitación para los nuevos productos y servicios a medida que se despliegan.

source: Develop the means for sharing and showcasing edX best practices for both internal and external audiences.
es_419: Desarrollar medios para compartir y dar a conocer las mejores prácticas de edX para las audiencias internas y externas.

source: Apply sound instructional design theory and practice in the development of all edX training resources.
es_419: Aplicar teoría diseño de sonido instructivo y practicar este en el desarrollo de todos los recursos de formación de edX.

source: Work with program managers to develop training benchmarks and Key Performance Indicators. Monitor progress and proactively make adjustments as necessary.
es_419: Trabajar con los directores de programas para desarrollar puntos de referencia de formación e indicadores clave de rendimiento. Monitorear el progreso y proactivamente hacer los ajustes necesarios.

source: Collaborate with product development on creating documentation and user guides.
es_419: Colaborar con el desarrollo de productos en la creación de documentación y guías de usuario.

source: Provide on-going evaluation of the effectiveness of edX training programs.
es_419: Proporcionar continuamente la evaluación de la eficacia de los programas de formación de edX.

source: Assist in the revision/refinement of training curricula and resources.
es_419: Ayudar en la revisión / perfeccionamiento de los planes de formación y recursos.

source: Deliver internal and external trainings.
es_419: Proporcionar entrenamientos internos y externos.

source: Coordinate with internal teams to ensure appropriate preparation for trainings, and follow-up after delivery.
es_419: Coordinar con los equipos internos para garantizar una preparación adecuada para los entrenamientos, y el seguimiento después de la entrega.

source: Maintain training reporting database and training records.
es_419: Mantener la base de datos de informes de capacitación y registros de capacitación.

source: Produce training evaluation reports, training support plans, and training improvement plans.
es_419: Producir informes de evaluación , planes de apoyo y planes de mejora todo referente al proceso de formación.

source: Quickly become an expert on edX's standards, procedures and tools.
es_419: Convertirse rápidamente en un experto en normas, procedimientos y herramientas de edX.

source: <strong>Requirements:</strong>
es_419: <strong>Requerimientos:</strong>

source: Strong oral and written communication skills.
es_419: Fuertes habilidades de escritura y comunicación

source: TRAINER
es_419: ENTRENADOR

source: INSTRUCTIONAL DESIGNER
es_419: Diseñador Instruccional

source: The Instructional Designer will work collaboratively with the edX content and engineering teams to plan, develop and deliver highly engaging and media rich online courses. The Instructional Designer will be a flexible thinker, able to determine and apply sound pedagogical strategies to unique situations and a diverse set of academic disciplines.
es_419: El Diseñador Instruccional trabajará en colaboración con el contenido edx y equipos de ingeniería para planificar, desarrollar y ofrecer cursos en línea ricos altamente atractivas y medios de comunicación. El Diseñador Instruccional será un pensador flexible, capaz de determinar y aplicar estrategias pedagógicas sonoras para situaciones únicas y un conjunto diverso de disciplinas académicas.

source: Work with the video production team, product managers and course staff on the implementation of instructional design approaches in the development of media and other course materials.
es_419: Trabajar con el equipo de producción de video, gerentes de producto y por supuesto el personal sobre la aplicación de enfoques de diseño de instrucción en el desarrollo de los medios de comunicación y otros materiales del curso.

source: Create course communication style guides. Train and coach teaching staff on best practices for communication and discussion management.
es_419: Crear cursos de guías de estilo de comunicación. Capacitar y profesorado técnico sobre las mejores prácticas para la comunicación y la gestión de la discusión.

source: Use learning analytics and metrics to inform course design and revision process.
es_419: Haga uso del análisis del aprendizaje y métricas para informar el diseño del curso y el proceso de revisión.

source: <strong>Qualifications:</strong>
es_419: <strong>Calificaciones:</strong>

source: Online course design and development experience.
es_419: Diseño de cursos en línea y la experiencia en desarrollo.

source: Experience with Lean and Agile thinking and processes.
es_419: Experiencia con el los procesos de Lean y Agile.

source: Experience with online collaboration tools
es_419: Experiencia con herramientas colaborativas online

source: Familiarity with video production.
es_419: Tener conocimientos con la producción de video

source: Basic HTML, XML, programming skills.
es_419: Tener conocimiento básico de HTML Y XML

source: DIRECTOR, PRODUCT MANAGEMENT
es_419: DIRECTOR, ADMINISTRADOR DE PRODUCCION

source: <strong>CONTENT ENGINEER</strong>
es_419: <strong>INGENIERO DE CONTENIDOS</strong>

source: <strong>SOFTWARE ENGINEER</strong>
es_419: <strong>INGENIERO DE SISTEMAS</strong>

source: Test Driven Development.
es_419: Desarrollo Guiado por Pruenas

source: LEARNING SCIENCES ENGINEER
es_419: INGENIERO EN CIENCIAS DEL APRENDIZAJE

source: SALES ENGINEER, BUSINESS DEVELOPMENT TEAM
es_419: INGENIERO DE VENTAS, EQUIPO DESARROLLO NEGOCIOS
