Repository: Nurfog/edx
Catalog: conf/locale/*/LC_MESSAGES/mako.po
Languages: es_419

source: View Updated Outline
es_419: Ver la estructura actualizada

source: Why import a course?
es_419: ¿Por qué importar un curso?

source: You may want to run a new version of an existing course, or replace an existing course altogether. Or, you may have developed a course outside Studio.
es_419: Es posible que desee ejecutar una nueva versión de un curso existente, o sustituir un curso existente. O bien, puede haber desarrollado un curso fuera Edx Estudio.

source: What content is imported?
es_419: ¿Qué contenido se importa?

source: Only the course content and structure (including sections, subsections, and units) are imported. Other data, including student data, grading information, discussion forum data, course settings, and course team information, remains the same as it was in the existing course.
es_419: Sólo el contenido y estructura del curso (incluyendo las secciones, subsecciones y unidades) se importan. Otra información, incluyendo los datos del estudiante, información de clasificaciones, los datos en el foro de discusión, la configuración del curso y la información del equipo del curso, sigue siendo la misma que en el curso actual.

source: Warning: Importing while a course is running
es_419: Advertencia: Realizar la importación mientras un curso está en marcha

source: If you perform an import while your course is running, and you change the URL names (or url_name nodes) of any Problem components, the student data associated with those Problem components may be lost. This data includes students' problem scores.
es_419: Si se realiza una importación mientras el curso está en marcha, y se cambian los nombres de las URL (o los nodos url_name) de cualquier componente de los ejercicios del curo, la información de los estudiantes asociados a esos ejercicios se pueden perder. Esta información incluye las calificaciones de los ejercicios de los estudiantes.

source: There was an error during the upload process.
es_419: Hubo un error durante el proceso de carga.

source: There was an error while unpacking the file.
es_419: Ha habido un error desempaquetando el archivo

source: There was an error while verifying the file you submitted.
es_419: Ha habido un error verificando el archivo que usted ha enviado.

source: There was an error while importing the new course to our database.
es_419: Ha habido un error importando el nuevo curso a nuestra base de datos.

source: Your import has failed.
es_419: Su importación ha fallado.

source: Choose new file
es_419: Elija un nuevo archivo

source: Your import is in progress; navigating away will abort it.
es_419: Su importación está en progreso. Si abandona esta página, la cancelará.

source: My Courses
es_419: Mis cursos

source: New Course
es_419: Nuevo curso

source: Email staff to create course
es_419: Escribanos un correo electrónico para la creación del curso

source: Welcome, {0}!
es_419: Bienvenido, {0}!

source: Here are all of the courses you currently have access to in Studio:
es_419: Aquí están todos los cursos que actualmente tienes acceso en Studio:

source: You currently aren't associated with any Studio Courses.
es_419: Actualmente, no estás asociado con algún curso en Studio.

source: Please correct the highlighted fields below.
es_419: Por favor corrija los campos resaltados a continuación.

source: Create a New Course
es_419: Crear un nuevo curso

source: Required Information to Create a New Course
es_419: Información requerida para Crear un Nuevo curso

source: Course Name
es_419: Nombre del curso

source: e.g. Introduction to Computer Science
es_419: ej.: Introducción a las Ciencias de la Computación

source: The public display name for your course.
es_419: El nombre público para mostrar de tu curso.

source: Organization
es_419: Organización

source: e.g. UniversityX or OrganizationX
es_419: ej. UniversidadX o OrganizaciónX

source: The name of the organization sponsoring the course.
es_419: EL nombre de la organización que patrocina el curso.

source: Note: This is part of your course URL, so no spaces or special characters are allowed.
es_419: Nota: Esto es parte de la URL de su curso, por lo que no está permitido espacios ni caracteres especiales

source: This cannot be changed, but you can set a different display name in Advanced Settings later.
es_419: Esto no se puede cambiar, pero se puede establecer un nombre de pantalla diferente después en Configuración avanzada.

source: Course Number
es_419: Miembro del curso

source: e.g. CS101
es_419: ej.: CC101

source: The unique number that identifies your course within your organization.
es_419: El número único que identifica su curso dentro de su organización.

source: Note: This is part of your course URL, so no spaces or special characters are allowed and it cannot be changed.
es_419: Nota: Esto es parte de la URL de su curso, por lo que no está permitido espacios ni caracteres especiales y no se puede cambiar.

source: Course Run
es_419: El curso se desarrollará en

source: e.g. 2014_T1
es_419: ej. 2014_T1

source: The term in which your course will run.
es_419: El plazo en el que el curso se desarrollará.

source: Highest Level of Education Required
es_419: Nivel de educación más alto requerido

source: Create
es_419: Crear

source: Organization:
es_419: Organización:

source: Course Number:
es_419: Número de curso:

source: Course Run:
es_419: Impartición del Curso:

source: Are you staff on an existing Studio course?
es_419: ¿Es usted parte del equipo en un curso Studio existente?

source: You will need to be added to the course in Studio by the course creator. Please get in touch with the course creator or administrator for the specific course you are helping to author.
es_419: Necesitará que el creador del curso en Studio le añada al mismo. Por favor, contacte al creador o administrador del curso específico que está ayudando a crear.

source: Create Your First Course
es_419: Crear su primer curso

source: Your new course is just a click away!
es_419: ¡Se encuentra a apenas un clic de su nuevo curso!

source: Becoming a Course Creator in Studio
es_419: Convertirse en un creador de curso en Studio

source: edX Studio is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by edX. Our team will evaluate your request and provide you feedback within 24 hours during the work week.
es_419: edx Studio es una solución alojada para nuestros socios del xConsortium e invitados exclusivos. Los cursos en los que usted es parte del equipo aparecen arriba con la opción para editar, mientras que los privilegios de creación de curso son otorgados por edX. Nuestro equipo evaluará su solicitud y le hará llegar sus comentarios en un plazo de 24 horas durante la semana de trabajo.

source: Your Course Creator Request Status:
es_419: Estado de su solicitud de creador del curso:

source: Request the Ability to Create Courses
es_419: Solicite el permiso para crear cursos

source: Your Course Creator Request Status
es_419: Estado de su solicitud de creador del curso

source: edX Studio is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by edX. Our team is has completed evaluating your request.
es_419: edx Studio es una solución alojada para nuestros socios del xConsortium e invitados exclusivos. Los cursos en los que usted es parte del equipo aparecen arriba con la opción para editar, mientras que los privilegios de creación de curso son otorgados por edX. Nuestro equipo ha finalizado la evaluación de su solicitud.

source: Your Course Creator request is:
es_419: Su solicitud de creador del curso es:

source: Denied
es_419: Denegada

source: Your request did not meet the criteria/guidelines specified by edX Staff.
es_419: Su solicitud no ha cumplido los criterios/pautas especificadas por el equipo de edX.

source: edX Studio is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by edX. Our team is currently evaluating your request.
es_419: edx Studio es una solución alojada para nuestros socios del xConsortium e invitados exclusivos. Los cursos en los que usted es parte del equipo aparecen arriba con la opción para editar, mientras que los privilegios de creación de curso son otorgados por edX. Nuestro equipo está evaluando su solicitud.

source: Pending
es_419: Pendiente

source: Your request is currently being reviewed by edX staff and should be updated shortly.
es_419: Su solicitud está siendo revisada por el equipo edX y será actualizada pronto.

source: Need help?
es_419: ¿Necesita ayuda?

source: If you are new to Studio and having trouble getting started, there are a few things that may be of help:
es_419: Si es nuevo en Studio y tiene problemas para comenzar, existen algunos detalles que pueden ayudarle:

source: Get started by reading Studio's Documentation
es_419: Empiece leyendo la documentación de Studio

source: Request help with Studio
es_419: Pedir ayuda con Studio

source: Can I create courses in Studio?
es_419: ¿Puedo crear cursos en Studio?

source: In order to create courses in Studio, you must
es_419: Para crear cursos en Studio debe

source: contact edX staff to help you create a course
es_419: contactar al equipo edX para obtener ayuda para crear un curso

source: In order to create courses in Studio, you must have course creator privileges to create your own course.
es_419: Para crear cursos en Studio debe tener privilegios de creador de curso para crear su propio curso.

source: Your request to author courses in studio has been denied. Please
es_419: Su solicitud para crear cursos en Studio ha sido denegada. Por favor

source: contact edX Staff with further questions
es_419: contacte al equipo de edX si tiene más preguntas

source: Thanks for signing up, %(name)s!
es_419: Gracias por registrarse, %(name)s

source: We need to verify your email address
es_419: Necesitamos verificar su dirección de correo electrónico

source: Almost there! In order to complete your sign up we need you to verify your email address (%(email)s). An activation message and next steps should be waiting for you there.
es_419: ¡Ya casi terminamos! Para completar su registro necesitamos verificar su dirección de correo electrónico (%(email)s). Un mensaje de activación y los pasos a seguir le estarán esperando allí.

source: Please check your Junk or Spam folders in case our email isn't in your INBOX. Still can't find the verification email? Request help via the link below.
es_419: Por favor revise su correo no desado en caso de que nuestro correo no esté en su buzón de entrada. ¿Aún no encuentra el correo de verificación? Pida ayuda a través del vínculo siguiente.

source: Sign In
es_419: Iniciar sesión

source: Sign In to edX Studio
es_419: Iniciar sesión en edX Studio

source: Don't have a Studio Account? Sign up!
es_419: ¿No tiene una cuenta de Studio aún? regístrese!

source: Required Information to Sign In to edX Studio
es_419: Información requerida para iniciar sesión en edX Studio

source: Email Address
es_419: Dirección de correo electrónico

source: Forgot password?
es_419: ¿Olvidó su contraseña?

source: Password
es_419: Contraseña

source: Studio Support
es_419: Soporte de Studio

source: Need Help?
es_419: ¿Necesita ayuda?

source: Having trouble with your account? Use {link_start}our support center{link_end} to look over self help steps, find solutions others have found to the same problem, or let us know of your issue.
es_419: ¿Tiene problemas con su cuenta? Utilice nuestro {link_start}centro de soporte{link_end} para ver los pasos de autoayuda, encontrar soluciones que otros miembros han encontrado para el mismo problema o comunicarnos su caso particular.

source: Course Team Settings
es_419: Configuración del equipo del curso

source: Course Team
es_419: Equipo del curso

source: New Team Member
es_419: Nuevo miembro del equipo

source: Add a User to Your Course's Team
es_419: Agregar un usuario a su equipo

source: New Team Member Information
es_419: Información de nuevo miembro de equipo

source: User's Email Address
es_419: Dirección de correo electrónico del usuario

source: e.g. jane.doe@gmail.com
es_419: p. ej. juan.perez@gmail.com

source: Please provide the email address of the course staff member you'd like to add
es_419: Por favor proporcione la dirección de correo electrónico de los miembros de equipo que quiere añadir

source: Add User
es_419: Agregar usuario

source: Current Role:
es_419: Rol actual:

source: Admin
es_419: Administrador

source: You!
es_419: ¡Usted!

source: Staff
es_419: Equipo

source: send an email message to {email}
es_419: envie un correo electrónico a {email}

source: Promote another member to Admin to remove your admin rights
es_419: Promueva a otro miembro del equipo a administrador si quiere quitar sus propios privilegios de administrador

source: Remove Admin Access
es_419: Quitar acceso de administrador

source: Add Admin Access
es_419: Agregar accesso de administrador

source: Delete the user, {username}
es_419: Borrar el usuario, {username}

source: Add Team Members to This Course
es_419: Agregar miembros de equipo a este curso

source: Adding team members makes course authoring collaborative. Users must be signed up for Studio and have an active account.
es_419: Adicionar miembros al equipo hace que la construcción del curso sea colaborativa. Los usuarios deben estar registrados en Studio y tener una cuenta activada.

source: Add a New Team Member
es_419: Añadir Nuevo Miembro del Equipo

source: Course Team Roles
es_419: Roles del Equipo del Curso

source: Course team members, or staff, are course co-authors. They have full writing and editing privileges on all course content.
es_419: Los miembros del equipo del curso o el personal, son co-autores del mismo. Por tal razón tienen permisos de escritura y edición en todos los contenidos del curso.

source: Admins are course team members who can add and remove other course team members.
es_419: Los Administradores son miembros del equipo del curso y pueden agregar y eliminar a otros miembros del equipo.

source: Transferring Ownership
es_419: Transferencia de Propiedad

source: Every course must have an Admin. If you're the Admin and you want transfer ownership of the course, click Add admin access to make another user the Admin, then ask that user to remove you from the Course Team list.
es_419: Cada curso debe tener un administrador. Si usted es el administrador y desea transferir la propiedad del curso, haga clic en Agregar acceso de administrador a otro usuario, a continuación, solicitar a ese usuario que lo elimine de la lista del equipo del curso.

source: Course Outline
es_419: Estructura del curso

source: Expand/collapse this section
es_419: Expandir/Contraer esta sección

source: New Section Name
es_419: Nombre de la nueva sección

source: Add a new section name
es_419: Añadir un nombre a la sección

source: Delete this section
es_419: Borrar esta sección

source: Drag to re-order
es_419: Arrastrar para reorganizar

source: New Subsection
es_419: Nueva subsección

source: New Unit
es_419: Nueva Unidad

source: You haven't added any sections to your course outline yet.
es_419: Usted aun no ha añadido ninguna sección a su plan de curso.

source: Add your first section
es_419: Añadir su primera sección

source: Collapse All Sections
es_419: Contraer todas las secciones

source: New Section
es_419: Nueva Sección

source: This section is not scheduled for release
es_419: Esta sección no tiene previsto fecha de lanzamiento

source: Schedule
es_419: Calendario

source: Release date:
es_419: Fecha de Publicación

source: Edit section release date
es_419: Editar la fecha de lanzamiento

source: Delete section
es_419: Eliminar sección

source: Drag to reorder section
es_419: Arrastre para re-ordenar la sección

source: Expand/collapse this subsection
es_419: Expandir/contraer esta subsección

source: Delete this subsection
es_419: Borrar esta subsección

source: Delete subsection
es_419: Eliminar subsección

source: You can create new sections and subsections, set the release date for sections, and create new units in existing subsections. You can set the assignment type for subsections that are to be graded, and you can open a subsection for further editing.
es_419: Puede crear nuevas secciones y subsecciones, establezca la fecha de lanzamiento para cada. Además, puede crear nuevas unidades en las subsecciones existentes . Puede configurar el tipo de asignación de las subsecciones que deben ser clasificados, y usted puede abrir una subsección para su posterior edición.

source: In addition, you can drag and drop sections, subsections, and units to reorganize your course.
es_419: Además, usted puede arrastrar y soltar las secciones, subsecciones, y unidades para reorganizar su curso.

source: Section Release Date
es_419: Fecha de liberación de la sección

source: On the date set below, this section - {name} - will be released to students. Any units marked private will only be visible to admins.
es_419: En la fecha fijada debajo, de esta sección - {name} - se dará a conocer a los estudiantes. Todas las unidades marcadas como privada sólo serán visibles para los administradores.

source: Form Actions
es_419: Formualrios

source: Schedule &amp; Details Settings
es_419: Configuración de Calendario y Detalles

source: Schedule & Details
es_419: Calendario y detalles

source: Basic Information
es_419: Información básica

source: The nuts and bolts of your course
es_419: Las herramientas para la construcción de su curso

source: This field is disabled: this information cannot be changed.
es_419: Este campo está deshabilitado; no puede modificar su valor.

source: Course Summary Page
es_419: Página de resumen del curso

source: (for student enrollment and access)
es_419: (para el registro y acceso de estudiantes)

source: Send a note to students via email
es_419: Enviar un mensaje a los estudiantes por correo electrónico

source: Invite your students
es_419: Invitar a sus estudiantes

source: Promoting Your Course with edX
es_419: Promueva su curso con edX

source: Your course summary page will not be viewable until your course has been announced. To provide content for the page and preview it, follow the instructions provided by your <abbr title="Program Manager">PM</abbr> or Conrad Warre <a rel="email" class="action action-email" href="mailto:conrad@edx.org">(conrad@edx.org)</a>.
es_419: La página de resumen de su curso no será visible hasta que su curso haya sido anunciado. Para ingresar el contenido de dicha página y previsualizarla, siga las instrucciones entregadas por su <abbr title="Program Manager">Administrador de Programa</abbr>.

source: Course Schedule
es_419: Calendario del curso

source: Dates that control when your course can be viewed
es_419: Las fechas que controlan cuando su curso será publicado

source: Course Start Date
es_419: Fecha de inicio del curso

source: First day the course begins
es_419: Primer día del curso

source: Course Start Time
es_419: Hora de inicio del curso

source: Course End Date
es_419: Fecha de finalización del curso

source: Last day your course is active
es_419: Último día que el curso estará activo

source: Course End Time
es_419: Hora de finalización del curso

source: Enrollment Start Date
es_419: Fecha de inicio de inscripciones

source: First day students can enroll
es_419: Primer día que los estudiantes se pueden inscribir

source: Enrollment Start Time
es_419: Hora de inicio de inscripciones

source: Enrollment End Date
es_419: Fecha de finalización de inscripciones

source: Last day students can enroll
es_419: Último día en que los estudiantes se pueden inscribir

source: Enrollment End Time
es_419: Hora de finalización de inscripciones

source: These Dates Are Not Used When Promoting Your Course
es_419: Estas fechas no se utilizan para la promoción de su curso

source: These dates impact <strong>when your courseware can be viewed</strong>, but they are <strong>not the dates shown on your course summary page</strong>. To provide the course start and registration dates as shown on your course summary page, follow the instructions provided by your <abbr title="Program Manager">PM</abbr> or Conrad Warre <a rel="email" class="action action-email" href="mailto:conrad@edx.org">(conrad@edx.org)</a>.
es_419: Estas fechas afectan <strong>el momento en que su curso puede ser visto</strong> pero no son las fechas que se mostrarán en la página de resumen del curso. Para ingresar las fechas de inicio y las fechas de registro que se mostrarán en la página de resumen del curso, siga las instrucciones dadas por su <abbr title="Program Manager">Administrador de Programa</abbr>.

source: Introducing Your Course
es_419: Introduciendo su curso

source: Information for prospective students
es_419: Información para posibles estudiantes

source: Course Overview
es_419: Resumen del curso

source: Course Image
es_419: Imagen del curso

source: You can manage this image along with all of your other <a href='{}'>files &amp; uploads</a>
es_419: Puede administrar esta imagen junto con todas las otras <a href='{}'>files &amp; uploads</a>

source: Your course currently does not have an image. Please upload one (JPEG or PNG format, and minimum suggested dimensions are 375px wide by 200px tall)
es_419: Su curso actualmente no tiene una imagen. Por favor cargue una (formato JPEG o PNG, y las dimensiones mínimas sugeridas son 375px ancho por 200px de alto.)

source: Please provide a valid path and name to your course image (Note: only JPEG or PNG format supported)
es_419: Por favor proporcione una ruta válida y un nombre para la imagen de su curso. (Nota: sólo se admite formato JPEG o PNG)

source: Upload Course Image
es_419: Cargar Imagen del Curso

source: Course Introduction Video
es_419: Video introductorio del curso

source: Delete Current Video
es_419: Borrar video actual

source: Enter your YouTube video's ID (along with any restriction parameters)
es_419: Ingrese el ID del video en YouTube (junto con cualquier parámetro de restricción)

source: Requirements
es_419: Requerimientos

source: Expectations of the students taking this course
es_419: Expectativas de los estudiantes que toman este curso

source: Hours of Effort per Week
es_419: Horas de esfuerzo por semana

source: Time spent on all course work
es_419: Tiempo invertido en todo el trabajo del curso

source: How are these settings used?
es_419: ¿Cómo se utilizan estos ajustes?

source: Your course's schedule determines when students can enroll in and begin a course.
es_419: El horario de su curso determina cuando los estudiantes pueden inscribirse y empezar un curso.

source: Other information from this page appears on the About page for your course. This information includes the course overview, course image, introduction video, and estimated time requirements. Students use About pages to choose new courses to take.
es_419: Otra información de esta página aparece en la página Acerca de su curso. Esta información incluye el resumen del curso, la imagen del curso, vídeo de introducción, y los requisitos de tiempo estimado. Los estudiantes usan las páginas Acerca de para elegir nuevos cursos a tomar.

source: Other Course Settings
es_419: Otras configuraciones de curso

source: Grading
es_419: Calificaciones

source: Advanced Settings
es_419: Configuración avanzada

source: Your policy changes have been saved.
es_419: Sus cambios de política han sido guardados.
