Repository: Nurfog/edx
Catalog: conf/locale/*/LC_MESSAGES/mako.po
Languages: es_419

source: Page Not Found
es_419: No se encontró la página

source: Page not found
es_419: No se encontró la página

source: The page that you were looking for was not found.
es_419: La página que usted está buscando no se encontró.

source: Go back to the {homepage} or let us know about any pages that may have been moved at {email}.
es_419: Regrese a la {homepage} o infórmenos sobre cualquier página que pueda haber sido movida al correo electrónico {email}.

source: Studio Server Error
es_419: Error en Studio Server

source: The <em>Studio</em> servers encountered an error
es_419: Los servidores de <em>Studio</em> encontraron un error

source: An error occurred in Studio and the page could not be loaded. Please try again in a few moments.
es_419: Ocurrió un error en Studio y la página no pudo ser cargada. Por favor intente nuevamente en algunos momentos.

source: We've logged the error and our staff is currently working to resolve this error as soon as possible.
es_419: Hemos registrado el error y nuestro equipo estará trabajando en resolverlo lo más pronto posible.

source: If the problem persists, please email us at {email_link}.
es_419: Si el problema persiste, por favor envíenos un email a {email_link}.

source: Studio Account Activation
es_419: Activación de la cuenta de Studio

source: Your account is already active
es_419: Su cuenta ya está activada

source: This account, set up using {0}, has already been activated. Please sign in to start working within edX Studio.
es_419: Esta cuenta, configurada usando {0}, ya ha sido activada. Por favor inicie sesión para comenzar a trabajar con edX Studio.

source: Sign into Studio
es_419: Iniciar sesión en Studio

source: Your account activation is complete!
es_419: La activación de su cuenta ha sido completada!

source: Thank you for activating your account. You may now sign in and start using edX Studio to author courses.
es_419: Gracias por activar su cuenta. Ahora puede iniciar sesión y comenzar a utilizar edX Studio para crear cursos.

source: Your account activation is invalid
es_419: La activación de su cuenta es inválida

source: We're sorry. Something went wrong with your activation. Check to make sure the URL you went to was correct &mdash; e-mail programs will sometimes split it into two lines.
es_419: Lo sentimos. Ocurrió un error con la activación de su cuenta. Revise la URL para asegurarse que sea correcta. Los programas de correo electrónico algunas veces separan las direcciones url en dos líneas.

source: If you still have issues, contact edX Support. In the meatime, you can also return to
es_419: Si continúa experimentando problemas, por favor contacte al equipo de soporte. Entre tanto, puede retornar a

source: Contact edX Support
es_419: Contacta al equipo de soporte de edX

source: Files &amp; Uploads
es_419: Archivos y Cargas

source: Content
es_419: Contenido

source: Page Actions
es_419: Acciones de página

source: Upload New File
es_419: Subir nuevo archivo

source: List of uploaded files and assets in this course
es_419: Lista de archivos y recursos cargados en este curso

source: Preview
es_419: Vista previa

source: Name
es_419: Nombre

source: Date Added
es_419: Fecha de adición

source: Actions
es_419: Acciones

source: What files are listed here?
es_419: ¿Qué archivos se enumeran a en esta lista?

source: In addition to the files you upload on this page, any files that you add to the course appear in this list. These files include your course image, textbook chapters, and files that appear on your Course Handouts sidebar.
es_419: Además, de los archivos que cargue en esta página, todos los archivos que se agregan al curso aparecen en esta lista. Estos archivos incluyen: su imagen del curso, capítulos de libros y los archivos que aparecen en la barra lateral de Apuntes del curso.

source: What can I do on this page?
es_419: ¿Que puedo hacer en está página?

source: You can upload new files or view, download, or delete existing files. You can lock a file so that people who are not enrolled in your course cannot access that file.
es_419: Puedes subir nuevos archivos o ver, descargar o eliminar archivos existentes. Puede bloquear un archivo para que las personas que no están matriculados en el curso no pueden acceder a ese archivo.

source: Use the URL listed for a file to create a link to that file in the Course Handouts sidebar or in the body of the course.
es_419: Usar la URL que aparece para crear un link al archivo en la barra lateral Apuntes del curso o en el cuerpo del curso.

source: close
es_419: cerrar

source: Choose File
es_419: Elegir archivo

source: Your file has been deleted.
es_419: Su archivo ha sido borrado.

source: close alert
es_419: Cerrar alerta

source: Skip to this view's content
es_419: Ir a la vista de contenido

source: Tools
es_419: Herramientas

source: Course Checklists
es_419: Listas de chequeo del curso

source: Current Checklists
es_419: Listas de chequeo actuales

source: What are course checklists?
es_419: ¿Qué son las checklists del cursos?

source: Course checklists are tools to help you understand and keep track of all the steps necessary to get your course ready for students.
es_419: Los Checklists de los Cursos son herramientas para ayudarle a comprender y realizar un seguimiento de todos los pasos necesarios para la creación de curso para los estudiantes.

source: Any changes you make to these checklists are saved automatically and are immediately visible to other course team members.
es_419: Cualquier cambio que realice en estas checklists se guardan automáticamente y son inmediatamente visibles para los otros miembros del equipo

source: Settings
es_419: Configuración

source: Save
es_419: Guardar

source: Cancel
es_419: Cancelar

source: Edit
es_419: Editar

source: Delete
es_419: Borrar

source: Drag to reorder
es_419: Arrastre para reorganizar

source: Course Updates
es_419: Actualizaciones del curso

source: New Update
es_419: Nueva actualización

source: Use course updates to notify students of important dates or exams, highlight particular discussions in the forums, announce schedule changes, and respond to student questions. You add or edit updates in HTML.
es_419: Utilice las actualizaciones del curso para notificar a los estudiantes de fechas importantes o exámenes, resaltar discusiones particulares en los foros, anunciar cambios de horario y responder a preguntas de los estudiantes. Usted agregar o editar estas actualizaciones utilizando HTML.

source: Static Pages
es_419: Páginas estáticas

source: New Page
es_419: Nueva página

source: Use Static Pages to share a syllabus, a calendar, handouts, or other supplements to your courseware.
es_419: Utilice las páginas estáticas para compartir un silabo, calendario, documentos, u otros suplementos a su material didáctico.

source: What do static pages look like in my course?
es_419: ¿Cómo se ven las páginas estáticas en mi curso?

source: Static Pages in Your Course
es_419: Páginas estáticas en su curso

source: Preview of Static Pages in your course
es_419: Vista previa de las Páginas estáticas en su curso

source: The names of your Static Pages appear in your course's main navigation bar, along with Courseware, Course Info, Discussion, Wiki, and Progress.
es_419: Los nombres de las páginas estáticas aparecen en la barra de navegación principal del curso, junto con los menus de Cursos, Información del Curso, Foros de Discusión, Wiki, y el Progreso.

source: close modal
es_419: cerrar

source: CMS Subsection
es_419: Subsección CMS

source: Display Name:
es_419: Nombre para mostrar:

source: Units:
es_419: Unidades:

source: Subsection Settings
es_419: Configuración de subsección

source: Release Day
es_419: Fecha de liberación

source: Release Time
es_419: Hora de liberación

source: Coordinated Universal Time
es_419: Tiempo Universal Coordinado

source: The date above differs from the release date of {name}, which is unset.
es_419: La fecha ingresada difiere de la fecha de liberación de {name}, la cual no fué especificada.

source: The date above differs from the release date of {name} - {start_time}
es_419: La fecha ingresada difiere de la fecha de liberación de {name} - {start_time}

source: Sync to {name}.
es_419: Sincronizar con {name}.

source: Graded as:
es_419: Calificado como:

source: Not Graded
es_419: No calificado

source: Set a due date
es_419: Definir fecha de entrega

source: Due Day
es_419: Fecha de entrega

source: Due Time
es_419: Hora de entrega

source: Remove due date
es_419: Eliminar la fecha de entrega

source: Preview Drafts
es_419: Previsualizar borradores

source: View Live
es_419: Ver en vivo

source: Internal Server Error
es_419: Error interno del servidor

source: The Page You Requested Page Cannot be Found
es_419: La página que ha solicitado no pudo ser encontrada.

source: We're sorry. We couldn't find the Studio page you're looking for. You may want to return to the Studio Dashboard and try again. If you are still having problems accessing things, please feel free to {link_start}contact Studio support{link_end} for further help.
es_419: Lo sentimos. No ha sido posible encontrar la página de Studio que ha solicitado. Puede regresar al panel de control de Studio e intentarlo de nuevo. Si los problemas de acceso persisten, por favor {link_start}contacte al grupo de soporte de Studio{link_end} para solicitar asistencia.

source: Use our feedback tool, Tender, to share your feedback
es_419: Utilice nuestra herramienta de feedback para compartir sus comentarios

source: The Server Encountered an Error
es_419: El servidor encontró un error

source: We're sorry. There was a problem with the server while trying to process your last request. You may want to return to the Studio Dashboard or try this request again. If you are still having problems accessing things, please feel free to {link_start}contact Studio support{link_end} for further help.
es_419: Lo sentimos. Ha habido un problema con el servidor procesando su solicitud. Puede regresar al panel de control de Studio e intentarlo nuevamente. Si los problemas de acceso continúan, por favor {link_start}Contacte al grupo de soporte de Studio{link_end} para solicitar asistencia.

source: Back to dashboard
es_419: Volver al panel de control

source: Course Export
es_419: Exportación del Curso

source: About Exporting Courses
es_419: Acerca de la exportación de cursos

source: You can export courses and edit them outside of Studio. The exported file is a .tar.gz file (that is, a .tar file compressed with GNU Zip) that contains the course structure and content. You can also re-import courses that you've exported.
es_419: Puede exportar los cursos y editarlos fuera de Edx Estudio. El archivo exportado es un archivo tar.gz. (Es decir, un archivo tar. Comprimido con GNU Zip) que contiene la estructura del curso y su contenido. Usted puede también re-importar los cursos que ha exportado.

source: Export My Course Content
es_419: Exportar el Contenido de mi Curso

source: Export Course Content
es_419: Exportar el contenido del Curso

source: Data {em_start}exported with{em_end} your course:
es_419: Información{em_start}exportado con{em_end} tu curso:

source: Course Content (all Sections, Sub-sections, and Units)
es_419: Contenido del Curso (Todas las secciones, subsecciones y unidades)

source: Course Structure
es_419: Estructura del Curso

source: Individual Problems
es_419: Problemas individuales

source: Course Assets
es_419: Objetos del curso

source: Course Settings
es_419: Preferencias del Curso

source: Data {em_start}not exported{em_end} with your course:
es_419: Información{em_start}no exportada{em_end}con el curso:

source: User Data
es_419: Información de Usuario

source: Course Team Data
es_419: Información del Equipo del Curso

source: Forum/discussion Data
es_419: Información de los Foros/Discuciones

source: Certificates
es_419: Certificados

source: Why export a course?
es_419: ¿Por qué exportar un curso?

source: You may want to edit the XML in your course directly, outside of Studio. You may want to create a backup copy of your course. Or, you may want to create a copy of your course that you can later import into another course instance and customize.
es_419: Es posible que desee modificar el código XML en el curso directamente, o fuera de Edx Estudio. Es posible que desee crear una copia de seguridad del curso o crear una copia de su curso que luego usted podrá importar en otra instancia y personalizarlo.

source: What content is exported?
es_419: ¿Qué contenido se exporta ?

source: Only the course content and structure (including sections, subsections, and units) are exported. Other data, including student data, grading information, discussion forum data, course settings, and course team information, is not exported.
es_419: Sólo el contenido y estructura del curso (incluyendo las secciones, subsecciones y unidades) se exportan. Otra información, incluyendo la información de los estudiante, información de notas del curso, los datos del foro de discusión, la configuración del curso y la información del equipo no se exporta.

source: Opening the downloaded file
es_419: Abrir el archivo descargado

source: Use an archive program to extract the data from the .tar.gz file. Extracted data includes the course.xml file, as well as subfolders that contain course content.
es_419: Utilice un programa para extraer los datos del archivo tar.gz. Los datos extraídos incluye el archivo course.xml, así como las subcarpetas que contienen el contenido del curso.

source: Welcome
es_419: Bienvenido

source: Welcome to
es_419: Bienvenido a

source: Studio helps manage your courses online, so you can focus on teaching them
es_419: Studio le ayuda a administrar sus cursos en línea de modo que usted pueda concentrarse en la enseñanza de los mismos

source: Studio's Many Features
es_419: Las muchas funcionalidades de Studio

source: Studio Helps You Keep Your Courses Organized
es_419: Studio le ayuda a mantener sus cursos organizados

source: Keeping Your Course Organized
es_419: Manteniendo su curso Organizado

source: The backbone of your course is how it is organized. Studio offers an <strong>Outline</strong> editor, providing a simple hierarchy and easy drag and drop to help you and your students stay organized.
es_419: El eje central de su curso es la forma como está organizado. Studio le ofrece un editor para la <strong>Estructura del curso</strong> con un esquema jerárquico y herramientas simples de arrastrar y soltar para que usted y sus estudiantes tengan siempre los contenidos organizados adecuadamente.

source: Simple Organization For Content
es_419: Organización simple para los contenidos

source: Studio uses a simple hierarchy of <strong>sections</strong> and <strong>subsections</strong> to organize your content.
es_419: Studio utiliza una jerarquía simple de <strong>secciones</strong> y <strong>subsecciones</strong> para organizar el contenido del curso.

source: Change Your Mind Anytime
es_419: Cambie de opinión en cualquier momento

source: Draft your outline and build content anywhere. Simple drag and drop tools let your reorganize quickly.
es_419: Diseñe su estructura del curso y cree contenido en cualquier lugar. Podrá reorganizarlo rápidamente con herramientas simples de arrastrar y soltar.

source: Go A Week Or A Semester At A Time
es_419: Trabaje semana a semana o todo el semestre de una sola vez

source: Build and release <strong>sections</strong> to your students incrementally. You don't have to have it all done at once.
es_419: Construya y libere las <strong>secciones</strong> para sus estudiantes de forma incremental. No tiene que tener todo terminado de una sola vez.

source: Learning is More than Just Lectures
es_419: Aprender es mas que solo clases

source: Studio lets you weave your content together in a way that reinforces learning &mdash; short video lectures interleaved with exercises and more. Insert videos and author a wide variety of exercise types with just a few clicks.
es_419: Studio le permite presentar su contenido en una forma que refuerza el proceso de aprendizaje &mdash; Cortos videos intercalados con ejercicios y actividades. Inserte videos y cree una amplia variedad de ejercicios con solo algunos clics.

source: Create Learning Pathways
es_419: Cree caminos de aprendizaje

source: Help your students understand a small interactive piece at a time with multimedia, HTML, and exercises.
es_419: Ayude a sus estudiantes a entender una pequeña pieza interactiva cada vez, usando multimedias, HTML y ejercicios.

source: Work Visually, Organize Quickly
es_419: Trabaje visualmente, Organize rápidamente

source: Work visually and see exactly what your students will see. Reorganize all your content with drag and drop.
es_419: Trabaje visualmente y vea lo que sus estudiantes verán. Reorganize todo su contenido arrastrando y soltando.

source: A Broad Library of Problem Types
es_419: Un amplia librería de tipo s de problemas

source: It's more than just multiple choice. Studio has nearly a dozen types of problems to challenge your learners.
es_419: Es más que selección multiple. Studio tiene casi una docena de tipos de problemas para retar a sus estudiantes.

source: Studio Gives You Simple, Fast, and Incremental Publishing. With Friends.
es_419: Studio le da una publicación simple, rápida e incremental. Con Amigos.

source: Simple, Fast, and Incremental Publishing. With Friends.
es_419: Publicación simple, rápida e incremental. Con Amigos.

source: Studio works like web applications you already know, yet understands how you build curriculum. Instant publishing to the web when you want it, incremental release when it makes sense. And with co-authors, you can have a whole team building a course, together.
es_419: Studio funciona como las aplicaciones Web que usted ya conoce, y además comprende la forma en que usted crea su currículo. Publique instantáneamente en la Web cuando lo desee, haga liberaciones incrementales de contenido cuando lo requiera y con la ayuda de los coautores, puede crear contenido con todo su equipo de trabajo.

source: Instant Changes
es_419: Cambios instantaneos

source: Caught a bug? No problem. When you want, your changes to live when you hit Save.
es_419: ¿Has encontrado un error? No hay problema. Cuando quieras, tus cambios se guardarán cuando hagas click en Guardar.

source: Release-On Date Publishing
es_419: Publicación de revisión en fecha

source: When you've finished a <strong>section</strong>, pick when you want it to go live and Studio takes care of the rest. Build your course incrementally.
es_419: Cuando haya terminado una <strong>sección</strong>, elija cuando desea que salga publicada y Studio se encargará del resto. Construya su curso de manera incremental.

source: Work in Teams
es_419: Trabaje en equipos

source: Co-authors have full access to all the same authoring tools. Make your course better through a team effort.
es_419: Los coautores tienen acceso completo a las herramientas de construcción. Haga sus cursos mejores a través del trabajo en equipo.

source: Sign Up for Studio Today!
es_419: Registrese en Studio hoy mismo!

source: Sign Up &amp; Start Making an edX Course
es_419: Regístrese y comience a elaborar su primer curso en edX

source: Already have a Studio Account? Sign In
es_419: ¿Ya tiene una cuenta de Studio? Inicie sesión

source: Outlining Your Course
es_419: Delineando su curso

source: Simple two-level outline to organize your couse. Drag and drop, and see your course at a glance.
es_419: Estructura simple de dos niveles para la organización de su curso. Arrastre y suelte los elementos y vea su curso de forma general.

source: More than Just Lectures
es_419: Más que unas simples clases

source: Quickly create videos, text snippets, inline discussions, and a variety of problem types.
es_419: Cree rápidamente videos, snippets de texto, discusiones y una amplia variedad de tipos de problemas.

source: Publishing on Date
es_419: Publicación en Fecha

source: Simply set the date of a section or subsection, and Studio will publish it to your students for you.
es_419: Solo defina la fecha de una sección o subsección y Studiola publicará a los estudiantes por usted.

source: We're having trouble rendering your component
es_419: Estamos teniendo problemas para mostrar el componente

source: Students will not be able to access this component. Re-edit your component to fix the error.
es_419: Los estudiantes no podrán acceder a este componente. Re-editar el componente para corregir el error.

source: Course Import
es_419: Importación de curso

source: Be sure you want to import a course before continuing. Content of the imported course replaces all the content of this course. {em_start}You cannot undo a course import{em_end}. We recommend that you first export the current course, so you have a backup copy of it.
es_419: Asegúrese de que desea importar un curso antes de continuar.El Contenido del curso importado sustituye todo el contenido de este curso. {em_start}Usted no podrá deshacer la importación del curso{em_end}. Le recomendamos que primero exporte el curso actual, para tener una una copia de seguridad del mismo.

source: The course that you import must be in a .tar.gz file (that is, a .tar file compressed with GNU Zip). This .tar.gz file must contain a course.xml file. It may also contain other files.
es_419: El curso que se importa debe estar en un archivo tar.gz. (Es decir, un archivo tar. Comprimido con GNU Zip). Este archivo .tar.gz debe contener un archivo course.xml. También puede contener otros archivos.

source: The import process has five stages. During the first two stages, you must stay on this page. You can leave this page after the Unpacking stage has completed. We recommend, however, that you don't make important changes to your course until the import operation has completed.
es_419: El proceso de importación tiene cinco etapas. Durante las dos primeras etapas, debe permanecer en esta página. Puede dejar esta página después de que la etapa de Desembalaje se haya completado. Se recomienda, sin embargo, que usted no haga cambios importantes en su curso hasta que la operación de importación se haya completado.

source: Select a .tar.gz File to Replace Your Course Content
es_419: Seleccione un archivo .tar.gz para reemplazar el contenido del curso

source: Choose a File to Import
es_419: Elija un archivo para importarlo

source: File Chosen:
es_419: Archivo seleccionado:

source: Replace my course with the one above
es_419: Reemplazar mi curso con el curso seleccionado

source: Course Import Status
es_419: Estado de la importación del curso

source: Uploading
es_419: Subiendo

source: Transferring your file to our servers
es_419: Transfiriendo su archivo a nuestros servidores

source: Unpacking
es_419: Desempaquetando

source: Expanding and preparing folder/file structure (You can now leave this page safely, but avoid making drastic changes to content until this import is complete)
es_419: Expandiendo y preparando la estructura de carpetas y archivos. (ya puede abandonar esta página de forma segura, pero evite hacer cambios drásticos hasta que la importación haya sido terminada)

source: Verifying
es_419: Verificando

source: Reviewing semantics, syntax, and required data
es_419: Revisando semántica, sintaxis y datos requeridos

source: Updating Course
es_419: Actualizando el curso

source: Integrating your imported content into this course. This may take a while with larger courses.
es_419: Integrando su contenido importando con el curso. Esto puede tardar un tiempo, sobre todo en cursos grandes.

source: Success
es_419: Terminación exitosa

source: Your imported content has now been integrated into this course
es_419: Su curso importdo ahora ha sido integrado en este curso
