Repository: Nurfog/edx
Catalog: conf/locale/*/LC_MESSAGES/mako.po
Languages: es_419

source: Here are a list of open ended problems for this course that have been flagged by students as potentially inappropriate.
es_419: A continuación hay una lista de los problemas abiertos para este curso que han sido marcados por los estudiantes como potencialmente inapropiados.

source: No flagged problems exist.
es_419: No existen problemas marcados.

source: Response
es_419: Respuesta

source: Unflag
es_419: Desmarcar

source: Ban
es_419: Suspender

source: {course_number} Open Ended Problems
es_419: {course_number} Problemas abiertos

source: Open Ended Problems
es_419: Problemas Abiertos

source: Here is a list of open ended problems for this course.
es_419: Lista de problemas abiertos para este curso

source: You have not attempted any open ended problems yet.
es_419: Usted no ha intentado aún ningún problema abierto.

source: Problem Name
es_419: Nombre del problema

source: Status
es_419: Estado

source: Grader Type
es_419: Tipo de calificador

source: Peer Grading
es_419: Calificación de pares

source: Here are a list of problems that need to be peer graded for this course.
es_419: Esta es una lista de los problemas que deben ser calificados para este curso.

source: Due date
es_419: Fecha de entrega

source: Graded
es_419: Calificado

source: Available
es_419: Disponible

source: Required
es_419: Requerido

source: Progress
es_419: Progreso

source: No due date
es_419: Sin fecha de entrega

source: The due date has passed, and peer grading for this problem is closed at this time.
es_419: La fecha de entrega ha pasado y la calificación de pares para este problema se encuentra cerrada.

source: The due date has passed, and peer grading is closed at this time.
es_419: La fecha de entrega ha pasado y la calificación de pares se encuentra cerrada.

source: Learning to Grade
es_419: Aprendiendo a Calificar

source: I am unsure about the scores I have given above:
es_419: No estoy seguro de las puntuaciones que otorgué en la sección superior:

source: Please edit your peer's submission and give them written comments below.
es_419: Por favor edité los envíos de sus pares y escriba sus comentarios a continuación.

source: This is an insertion.
es_419: Esta es una inserción.

source: This is a deletion.
es_419: Esta es una eliminación.

source: [This is a comment.]
es_419: [Este es un comentario.]

source: Please include some written feedback as well.
es_419: Por favor incluya también algún comentario.

source: This submission has explicit, offensive, or (I suspect) plagiarized content.
es_419: Esté envío tiene contenido explicito, ofensivo o (segun mi sospecha) fraudulento.

source: How did I do?
es_419: ¿Como estuve?

source: Continue
es_419: Continuar

source: Ready to grade!
es_419: Listo para calificar!

source: You have finished learning to grade, which means that you are now ready to start grading.
es_419: Usted ha terminado el aprendizaje sobre el proceso de calificación, y está listo para comenzar a calificar.

source: Start Grading!
es_419: Comenzar a calificar!

source: Learning to grade
es_419: Aprendiendo a calificar

source: You have not yet finished learning to grade this problem.
es_419: Aún no ha terminado el aprendizaje para calificar este problema.

source: You will now be shown a series of instructor-scored essays, and will be asked to score them yourself.
es_419: Ahora se le mostrará una serie de ensayos calificados por un instructor y se le pedirá que los califique usted.

source: Once you can score the essays similarly to an instructor, you will be ready to grade your peers.
es_419: Una vez que usted califique los ensayos de manera similar a como lo hace un instructor, usted estará listo para calificar sus compañeros.

source: Start learning to grade
es_419: Comenzar a aprender a calificar

source: Are you sure that you want to flag this submission?
es_419: ¿Está seguro de que desea marcar este envío?

source: You are about to flag a submission. You should only flag a submission that contains explicit, offensive, or (suspected) plagiarized content. If the submission is not addressed to the question or is incorrect, you should give it a score of zero and accompanying feedback instead of flagging it.
es_419: Está a punto de marcar un envío como inapropiado. Recuerde que solo debe marcar como inapropiado los envíos que contengan expresiones ofensivas, explicitas o (que se sospechen) fraudulentas. Si el envío no atiende a la pregunta o es incorrecto, usted debe darle una calificación de cero y acompañarlo con sus comentarios en lugar de marcarlo como inapropiado.

source: Remove Flag
es_419: Remover la marca

source: Keep Flag
es_419: Mantener la marca

source: Go Back
es_419: Volver Atrás

source: Thanks For Registering!
es_419: Gracias por Registrarse!

source: Your account is not active yet. An activation link has been sent to {email}, along with instructions for activating your account.
es_419: Su cuenta no está todavía activa. Se ha enviado un vínculo de activación a {email}, junto con las instrucciones para la activación de su cuenta.

source: Activation Complete!
es_419: Activación Completada!

source: Account already active!
es_419: La cuenta ya está activada!

source: You can now {link_start}log in{link_end}.
es_419: Ahora puede {link_start}Iniciar sesión{link_end}.

source: Activation Invalid
es_419: Activación inválida

source: Something went wrong. Check to make sure the URL you went to was correct -- e-mail programs will sometimes split it into two lines. If you still have issues, e-mail us to let us know what happened at {email}.
es_419: Ha ocurrido un fallo. Revise la URL para asegurarse que sea correcta. Los programas de correo electrónico algunas veces separan las direcciones url en dos líneas. Si continúa el problema, por favor infórmenos al correo electrónico {email}.

source: Or you can go back to the {link_start}home page{link_end}.
es_419: También puede volver a la {link_start}página de inicio{link_end}.

source: Password reset successful
es_419: La contraseña fue restablecida exitosamente

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
es_419: Le hemos enviado las instrucciones para configurar la contraseña a la dirección de correo electrónico que ha proporcionado. Usted debe recibirlas en breve.

source: Download Purchase Report
es_419: Descargar Reporte de Compras

source: Download CSV of purchase data
es_419: Descargar CSV de información de Compras

source: There was an error in your date input. It should be formatted as YYYY-MM-DD
es_419: Existe un error con la fecha ingresada. EL formato requerido es AAAA-MM-DD

source: There are too many results in your report.
es_419: Hay demasiados resultados en el informe.

source: Try making the date range smaller.
es_419: Trate de hacer el intervalo de fechas más pequeño.

source: Start Date:
es_419: Fecha de Inicio:

source: End Date:
es_419: Fecha de Fin:

source: Payment Error
es_419: Error en el pago

source: There was an error processing your order!
es_419: hubo un error al procesar su orden!

source: Your Shopping Cart
es_419: Su carrito de compras

source: Your selected items:
es_419: Sus artículos seleccionados

source: Quantity
es_419: Cantidad

source: Description
es_419: Descripción

source: Unit Price
es_419: Precio unitario

source: Price
es_419: Precio

source: Currency
es_419: Moneda

source: Total Amount
es_419: Cantidad total

source: You have selected no items for purchase.
es_419: Usted no ha seleccionado ningún artículo

source: Register for [Course Name] | Receipt (Order
es_419: Registrarse para [Course Name] | Recibo (Order

source: () Electronic Receipt
es_419: () Recibo electrónico

source: Order #
es_419: Orden #

source: Date:
es_419: Fecha:

source: Items ordered:
es_419: Artículos ordenados

source: Qty
es_419: Cant.

source: Note: items with strikethough like
es_419: Nota: Los artículos tachados

source: have been refunded.
es_419: han tenido devolución

source: Billed To:
es_419: Facturado a

source: Receipt (Order
es_419: Recibo (Orden

source: You are now registered for:
es_419: Ya está registrado para:

source: Registered as:
es_419: Registrado como:

source: Your Progress
es_419: Su progreso

source: Current Step:
es_419: Paso actual:

source: Intro
es_419: Introducción

source: Take Photo
es_419: Tomar foto

source: Take ID Photo
es_419: Tomar foto de ID

source: Review
es_419: Revisión

source: Make Payment
es_419: Realizar Pago

source: Confirmation
es_419: Confirmación

source: Congratulations! You are now verified on
es_419: Felicitaciones! Ya se encuentra verificado en

source: You are now registered as a verified student! Your registration details are below.
es_419: Usted está ahora registrado como un estudiante verificado! Los detalles de su registro están a continuación.

source: You are registered for:
es_419: Usted está registrado para:

source: A list of courses you have just registered for as a verified student
es_419: Lista de cursos para los que usted está registrado como un estudiante verificado.

source: Options
es_419: Opciones

source: Starts: {start_date}
es_419: Inicia: {start_date}

source: Go to Course
es_419: Ir al curso

source: Go to your Dashboard
es_419: Ir al panel de control

source: Verified Status
es_419: Verificación

source: We have received your identification details to verify your identity. If there is a problem with any of the items, we will contact you to resubmit. You can now register for any of the verified certificate courses this semester without having to re-verify.
es_419: Hemos recibido los detalles de su identificación para verificar su identidad. Si hay algún problema con alguno de los items, lo contactaremos para que los envíe nuevamente. Usted puede registrarse para cualquiera de los cursos de certificado verificado de este semestre sin necesidad de volver a verificar su identidad.

source: The professor will ask you to periodically submit a new photo to verify your work during the course (usually at exam times).
es_419: El profesor le pedirá periódicamente que envíe una nueva foto para verificar su trabajo durante el curso (habitualmente en los tiempos de exámenes).

source: Payment Details
es_419: Detalles del pago

source: Please print this page for your records; it serves as your receipt. You will also receive an email with the same information.
es_419: Por favor imprima esta página para sus registros; la misma es válida como su recibo. También recibirá un correo electrónico con la esta información.

source: Order No.
es_419: Orden Num.

source: this
es_419: Este

source: Billed To
es_419: Facturar a

source: The page that you were looking for was not found. Go back to the {link_start}homepage{link_end} or let us know about any pages that may have been moved at {email}.
es_419: La página que está buscando no fue encontrada. Regrese a la {link_start}página de inicio{link_end} o háganos saber acerca de las páginas que hayan podido ser removidas al correo {email}.

source: About {edX}
es_419: Acerca de {edX}

source: About {span_start}{edX}{span_end}
es_419: Acerca de {span_start}{edX}{span_end}

source: {EdX} is a not-for-profit enterprise of its founding partners {harvard_university} and the {massachusetts_institute_of_technology} that features learning designed specifically for interactive study via the web. Based on a long history of collaboration and their shared educational missions, the founders are creating a new online-learning experience with online courses that reflect their disciplinary breadth. Along with offering online courses, the institutions will use {edX} to research how students learn and how technology can transform learning&ndash;both on-campus and worldwide. Anant Agarwal, former Director of {MIT}'s Computer Science and Artificial Intelligence Laboratory, serves as the first president of {edX}. {EdX}'s goals combine the desire to reach out to students of all ages, means, and nations, and to deliver these teachings from a faculty who reflect the diversity of its audience. {EdX} is based in Cambridge, Massachusetts and is governed by {MIT} and {Harvard}.
es_419: {EDX} es una empresa sin fines de lucro, sus socios fundadores {harvard_university} y {massachusetts_institute_of_technology} cuentan con un diseño específico para el estudio interactivo a través de la web. Sobre la base de una larga historia de colaboración y sus misiones educativas compartidas, los fundadores están creando una nueva experiencia de aprendizaje en línea con cursos que reflejan su amplitud disciplinaria. Además de ofrecer cursos en línea, las instituciones utilizarán {edx} para investigar cómo aprenden los estudiantes y cómo la tecnología puede transformar el aprendizaje, tanto en el campus y alrededor del mundo. Anant Agarwal, ex Director del Laboratorio Informática e Inteligencia Artificial del {MIT}, sirve como el primer presidente de {edx}. Los objetivos de {EDX} combinan el deseo de llegar a los estudiantes de todas las edades, medios, y naciones, y ofrecer un cuerpo de docente que refleje sus enseñanzas para la diversidad de su audiencia. {EDX} está fundado en Cambridge, Massachusetts, y se rige por el {MIT} y {Harvard}.

source: {harvard_university} is devoted to excellence in teaching, learning, and research, and to developing leaders in many disciplines who make a difference globally. {Harvard} faculty are engaged with teaching and research to push the boundaries of human knowledge. The University has twelve degree-granting Schools in addition to the {radcliffe_institute_for_advanced_study}.
es_419: {harvard_university} está dedicada a la excelencia en la enseñanza, el aprendizaje y la investigación, y en la formación de líderes en muchas disciplinas que hacen una diferencia a nivel mundial. El profesorado de {Harvard}están comprometidos con la enseñanza y la investigación para ampliar los límites del conocimiento humano. La Universidad cuenta con doce escuelas que otorgan títulos, además de la {radcliffe_institute_for_advanced_study}.

source: Established in 1636, {Harvard} is the oldest institution of higher education in the United States. The University, which is based in Cambridge and Boston, Massachusetts, has an enrollment of over 20,000 degree candidates, including undergraduate, graduate, and professional students. {Harvard} has more than 360,000 alumni around the world.
es_419: Fundada en 1636, {Hardvard} es la institución de Educación Superior mas antigua en los Estados Unidos. La Universidad, esta fundada en Cambridge y Boston, Massachusetts, tiene más de 20, 000 solicitantes para matriculación, incluyendo pregrado, postgrado, y los estudiantes profesionales. {Harvard} tiene más de 360.000 alumnos alrededor del mundo

source: Current areas of research and education include neuroscience and the study of the brain and mind, bioengineering, cancer, energy, the environment and sustainable development, information sciences and technology, new media, financial technology, and entrepreneurship.
es_419: Las áreas actuales de investigación y educación incluyen la neurociencia y el estudio del cerebro y de la mente, la bioingeniería, el cáncer, la energía, el medio ambiente y el desarrollo sostenible, ciencias de la información y la tecnología, nuevos medios de comunicación, la tecnología financiera, y el espíritu empresarial.

source: Contact {platform_name}
es_419: Contacto {platform_name}

source: If you have a general question about {platform_name} please email {email}. To see if your question has already been answered, visit our {faq_link_start}FAQ page{faq_link_end}. You can also join the discussion on our {fb_link_start}facebook page{fb_link_end}. Though we may not have a chance to respond to every email, we take all feedback into consideration.
es_419: Si usted tiene una pregunta general sobre {PLATFORM_NAME} envíe un correo electrónico {email}. Para ver si su pregunta ya ha sido contestada, visite nuestra { faq_link_start} Página de FAQ {faq_link_end}. Usted también puede unirse a la discusión en nuestra {fb_link_start facebook} página {fb_link_end}. Aunque puede que no tengamos la oportunidad de responder a cada correo electrónico, tomaremos todos los comentarios en consideración.

source: If you are a university wishing to collaborate or you have questions about {platform_name}, please email {email}.
es_419: Si usted es una universidad que deseen colaborar o si tiene preguntas sobre {PLATFORM_NAME} , envíe un correo electrónico {email}.

source: Accessibility
es_419: Accesibilidad

source: {platform_name} strives to create an innovative online-learning platform that promotes accessibility for everyone, including students with disabilities. We are dedicated to improving the accessibility of the platform and welcome your comments or questions at {email}.
es_419: {platform_name} se esfuerza por crear una innovadora plataforma de aprendizaje en línea que promueve la accesibilidad para todos, incluyendo a los estudiantes con discapacidades. Estamos dedicados a la mejora de la accesibilidad de la plataforma y recibir sus comentarios y preguntas al {email}.

source: Licensing Information
es_419: Información de Licencia

source: Videos and Exercises
es_419: Vídeos y Ejercicios

source: Textbook
es_419: Libro de texto

source: Student-generated content
es_419: Contenido generado por los Estudiantes

source: {MIT} and <i>{MITx}</i> are trademarks of the {MIT_long}, and may not be used without permission.
es_419: {MIT} y <i>{MITx}</i> son marcas registradas de {MIT_long}, y no pueden ser usadas sin autorización.

source: What is {edX}?
es_419: ¿Qué es {edX}?

source: {EdX} will actively explore the addition of other institutions from around the world to the {edX} platform, and looks forward to adding more "{X_Universities}".
es_419: {EdX} busca activamente la incorporación de otras instituciones de todo el mundo a la plataforma {edX}, y espera que la adición de más "{X_Universities}".

source: Who can take {edX} courses? Will there be an admissions process?
es_419: ¿Quién puede tomar los cursos{EDX}? ¿Habrá un proceso de admisión?

source: {EdX} will be available to anyone in the world with an internet connection, and in general, there will not be an admissions process.
es_419: {Edx} estará disponible para cualquier persona en el mundo con una conexión a Internet y, en general, no existirá un proceso de admisión.

source: Will certificates be awarded?
es_419: ¿Se otorgarán certificados?

source: What will the scope of the online courses be? How many? Which faculty?
es_419: ¿Cuál será el alcance de los cursos en línea? ¿Cuántos? ¿Qué facultad?

source: Our goal is to offer a wide variety of courses across disciplines. There are currently {link_start}fifteen{link_end} offered on the {edX} platform.
es_419: Nuestro objetivo es ofrecer una amplia variedad de cursos en todas las disciplinas. Actualmente hay {link_start} quince {link_end} que se ofrecen en plataforma{edx}.

source: Who is the learner? Domestic or international? Age range?
es_419: ¿Quién es el estudiante? ¿Nacional o internacional? ¿El rango de edad?

source: Will participating universities' standards apply to all courses offered on the edX platform?
es_419: ¿Los estándares de las universidades participantes aplican a todos los cursos que se ofrecen en la plataforma edx?

source: Yes: the reach changes exponentially, but the rigor remains the same.
es_419: Sí: el alcance cambia de forma exponencial, pero el rigor sigue siendo el mismo.

source: How do you intend to test whether this approach is improving learning?
es_419: ¿Cómo se va a probar si este enfoque mejora el aprendizaje?

source: {EdX} institutions have assembled faculty members who will collect and analyze data to assess results and the impact {edX} is having on learning.
es_419: {EdX} instituciones han reunido miembros de las facultades para recopilar y analizar datos para evaluar los resultados y el impacto que {edx} está teniendo en el aprendizaje.

source: How may I apply to study with {edX}?
es_419: ¿Cómo puedo aplicar para estudiar con {edX}?

source: Simply complete the online {link_start}signup form{link_end}. Enrolling will create your unique student record in the {edX} database, allow you to register for classes, and to receive a certificate on successful completion.
es_419: Tienen que completar el {link_start} LINK_START formulario de registro {link_end}. Matricularse creará su registro único por estudiante en la base de datos de {edX}, esto le permitirá registrarse para las clases y recibir un certificado de haber completado satisfactoriamente.

source: How may another university participate in {edX}?
es_419: ¿Cómo puede participar otra universidad en {edX}?

source: If you are from a university interested in discussing {edX}, please email {email}
es_419: Si usted es de una universidad interesada ​​en discutir {edX} , envíe un correo electrónico {email}

source: Technology Platform
es_419: Plataforma Tecnológica

source: What technology will {edX} use?
es_419: ¿Qué tecnología usa {edX} ?

source: The {edX} open-source online learning platform will feature interactive learning designed specifically for the web. Features will include: self-paced learning, online discussion groups, wiki-based collaborative learning, assessment of learning as a student progresses through a course, and online laboratories and other interactive learning tools. The platform will also serve as a laboratory from which data will be gathered to better understand how students learn. Because it is open source, the platform will be continuously improved by a worldwide community of collaborators, with new features added as needs arise.
es_419: LA plataforma de aprendizaje en línea de código abierto {edX} contará con el aprendizaje interactivo diseñado específicamente para la web. Estas Características incluyen: el aprendizaje a su propio ritmo, grupos de discusión en línea, aprendizaje colaborativo basado en wiki, la evaluación del aprendizaje como un estudiante progresa a través de un curso, y los laboratorios en línea y otras herramientas de aprendizaje interactivas. La plataforma también servirá como un laboratorio desde el que se recogerán datos para comprender mejor cómo aprenden los estudiantes. Debido a que es de código abierto, la plataforma está en continuo desarrollo por una comunidad mundial de colaboradores, con nuevas características añadidas a medida que surgen las necesidades.

source: The first version of the technology was used in the first <em>{MITx}</em> course, 6.002x Circuits and Electronics, which launched in Spring, 2012.
es_419: La primera versión de la tecnología se utilizó en el Primer Curso<em> {MITX} </ em> Circuitos y Electrónica 6.002x, que se lanzó en la primavera de 2012.

source: How is this different from what other universities are doing online?
es_419: ¿Cual es la diferencia sobre lo que otras universidades están haciendo en línea?

source: {EdX} is a not-for-profit enterprise built upon the shared educational missions of its founding partners, {Harvard_long} and {MIT}. The {edX} platform will be available as open source. Also, a primary goal of {edX} is to improve teaching and learning on campus by experimenting with blended models of learning and by supporting faculty in conducting significant research on how students learn.
es_419: {EdX} es una empresa sin fines de lucro incorporada en las misiones educativas compartidas de sus socios fundadores, {Harvard_long} y {MIT}. La plataforma {edX} estará disponible como código abierto. Además, el objetivo principal de {edx} es mejorar la enseñanza y el aprendizaje en el campus mediante la experimentación con modelos mixtos de aprendizaje y mediante el apoyo de la facultad de llevar a cabo importantes investigaciones sobre cómo aprenden los estudiantes.

source: {edX} Help
es_419: {edX} Ayuda
