Repository: Nurfog/edx
Catalog: conf/locale/*/LC_MESSAGES/mako.po
Languages: es_419

source: You will receive an activation email. You must click on the activation link to complete the process. Don't see the email? Check your spam folder and mark emails from class.stanford.edu as 'not spam', since you'll want to be able to receive email from your courses.
es_419: Usted recibirá un correo electrónico de activación. Debe hacer clic en el enlace de activación para completar el proceso. ¿No ve el correo electrónico? Revise su carpeta de spam y marque los correos electrónicos provenientes de class.stanford.edu como "no es spam", ya que usted querrá ser capaz de recibir correos electrónicos de sus cursos.

source: As part of joining {platform_name}, you will receive an activation email. You must click on the activation link to complete the process. Don't see the email? Check your spam folder and mark {platform_name} emails as 'not spam'. At {platform_name}, we communicate mostly through email.
es_419: Como parte del proceso de unirse a {platform_name}, recibirá un correo electrónico de activación. Debe hacer clic en el enlace de activación para completar el proceso. ¿No ve el correo electrónico? Compruebe su carpeta del Spam y marque los correos de {platform_name} como "no es spam". En {platform_name}, nos comunicamos con usted principalmente a través de mensajes de correo electrónico.

source: Need help in registering with {platform_name}?
es_419: ¿Necesita ayuda para registrarse en {platform_name}?

source: View our FAQs for answers to commonly asked questions.
es_419: Visite nuestra sección de Preguntas frecuentes para encontrar las respuestas a las inquietudes más comunes.

source: Once registered, most questions can be answered in the course specific discussion forums or through the FAQs.
es_419: Una vez registrado, la mayoría de las preguntas pueden ser contestadas en los foros de discusión específicos del curso o a través de la sección de Preguntas Frecuentes.

source: Section Navigation
es_419: Navegación de secciones

source: Previous
es_419: Previo

source: Next
es_419: Siguiente

source: Sign Up for {span_start}{platform_name}{span_end}
es_419: Regístrese en {span_start}{platform_name}{span_end}

source: E-mail *
es_419: Correo Electrónico *

source: e.g. yourname@domain.com
es_419: Ej: nombre@dominio.com

source: Password *
es_419: Contraseña *

source: Public Username *
es_419: Usuario Público *

source: e.g. yourname (shown on forums)
es_419: Ej: nombre (Así se mostrará en los Foros)

source: Full Name *
es_419: Nombre Completo *

source: e.g. Your Name (for certificates)
es_419: Ej: Nombre (Así aparecerá en los certificados)

source: <i>Welcome</i> {name}
es_419: <i>Bienvenido</i> {name}

source: Ed. Completed
es_419: Nivel educativo completado

source: Year of birth
es_419: Año de nacimiento

source: Mailing address
es_419: Dirección de correspondencia

source: Goals in signing up for {platform_name}
es_419: Objetivos al registrarse en {platform_name}

source: I agree to the {link_start}Terms of Service{link_end}*
es_419: Acepto los {link_start}Términos del Servicio{link_end}*

source: I agree to the {link_start}Honor Code{link_end}*
es_419: Acepto el {link_start}Código de Honor{link_end}*

source: Already have an account?
es_419: ¿Ya está registrado?

source: Login.
es_419: Iniciar Sesión

source: Staff Debug Info
es_419: Información de depuración para el personal de soporte

source: Submission history
es_419: Historial de envíos

source: {platform_name} Content Quality Assessment
es_419: Evaluación de la Calidad en los contenidos de {platform_name}

source: Comment
es_419: Comentario

source: comment
es_419: comentario

source: Tag
es_419: Etiqueta

source: Optional tag (eg "done" or "broken"):&nbsp;
es_419: Etiqueta opcional (por ejemplo, "hecho" o "roto"):

source: tag
es_419: etiqueta

source: Add comment
es_419: Añadir comentario

source: Staff Debug
es_419: Depuración del personal de soporte

source: Module Fields
es_419: Campos de módulo

source: XML attributes
es_419: Atributos XML

source: Submission History Viewer
es_419: Visor del Historial de envíos

source: User:
es_419: Usuario:

source: View History
es_419: Ver el historial

source: {course_number} Textbook
es_419: Libro de texto para {course_number}

source: Textbook Navigation
es_419: Navegación del libro de texto

source: Page:
es_419: Página:

source: Zoom Out
es_419: Alejar

source: Zoom In
es_419: Acercar

source: Automatic Zoom
es_419: Zoom Automático

source: Actual Size
es_419: Tamaño Actual

source: Fit Page
es_419: Ajustar a la página

source: Full Width
es_419: Ancho total

source: Previous page
es_419: Página anterior

source: Next page
es_419: Página siguiente

source: Users
es_419: Usuarios

source: Staffing and Enrollment
es_419: Ingreso y Matrícula

source: User Management
es_419: Gestión de usuarios

source: Email or username
es_419: Email o nombre de usuario

source: Delete user
es_419: Eliminar usuario

source: Create user
es_419: Crear usuario

source: Download list of all users (csv file)
es_419: Descargar lista de todos los usuarios (CSV)

source: Check and repair external authentication map
es_419: Revisar y reparar mapa de autenticación externa

source: Go to each individual course's Instructor dashboard to manage course enrollment.
es_419: Ir al menú de Instructor para gestionar la matrícula del curso.

source: Manage course staff and instructors
es_419: Administrar el personal e los instructores del curso

source: Download staff and instructor list (csv file)
es_419: Descargar la lisa de personal e instructores (CSV)

source: Administer Courses
es_419: Administrar Cursos

source: Repo location
es_419: Ubicación del Respositorio

source: Load new course from github
es_419: Cargar un nuevo curso desde github

source: Course ID or dir
es_419: ID del Curso o dir

source: Delete course from site
es_419: Eliminar curso desde sitio

source: Platform Version
es_419: Versión de la Plataforma

source: Date
es_419: Fecha

source: Course ID
es_419: Id de Curso

source: Git Action
es_419: Acción en Git

source: Recent git load activity for
es_419: Actividad reciente en git

source: git action
es_419: acciones en git

source: Tracking Log
es_419: Registro de seguimiento

source: datetime
es_419: fecha y hora

source: username
es_419: Nombre de usuario

source: ipaddr
es_419: Dirección IP

source: source
es_419: Fuente

source: type
es_419: tipo

source: Using the system
es_419: Usando el sistema

source: During video playback, use the subtitles and the scroll bar to navigate. Clicking the subtitles is a fast way to skip forwards and backwards by small amounts.
es_419: Durante la reproducción de videos, use los subtítulos y la barra de desplazamiento para navegar. Hacer clic en los subtítulos es una forma rápida de saltar hacia adelante o hacia atrás en el video.

source: If you are on a low-resolution display, the left navigation bar can be hidden by clicking on the set of three left arrows next to it.
es_419: Si está en una pantalla de baja resolución, la barra de navegación de la izquierda se puede ocultar haciendo clic en las tres flechas junto a la misma.

source: If you need bigger or smaller fonts, use your browsers settings to scale them up or down. Under Google Chrome, this is done by pressing ctrl-plus, or ctrl-minus at the same time.
es_419: Si necesita fuentes más grandes o más pequeñas, utilice la configuración de los navegadores para aumenta o disminuir el tamaño. En Google Chrome, esto se hace pulsando ctrl +, o ctrl - menos al mismo tiempo.

source: Skip to a navigable version of this video's transcript.
es_419: Ir a una versión de trascripción de este vídeo.

source: Loading video player
es_419: Cargando reproductor de vídeo

source: ERROR: No playable video sources found!
es_419: ERROR: no se encontraron recursos de video que puedan ser reproducidos.

source: Play
es_419: Reproducir

source: Speeds
es_419: Velocidades

source: Speed
es_419: Velocidad

source: Volume
es_419: Volumen

source: Fill browser
es_419: Llenar navegador

source: HD off
es_419: HD desactivado

source: Turn off captions
es_419: Desactivar subtítulos

source: Skip to end of transcript.
es_419: Ir al final de la transcripción

source: Captions
es_419: Subtítulos

source: Activating an item in this group will spool the video to the corresponding time point. To skip transcript, go to previous item.
es_419: Activar un artículo en este grupo para incluirlo en la cola de video para el punto temporal correspondiente. Para saltar transcripción, vaya al punto anterior.

source: Go back to start of transcript.
es_419: Volver al inicio de la transcripción.

source: Download video
es_419: Descargar video

source: Download timed transcript
es_419: Descargar duración de la transcripción

source: Your words:
es_419: Tus palabras:

source: Total number of words:
es_419: Número total de palabras:

source: Open Response
es_419: Respuesta Abierta

source: Assessments:
es_419: Evaluaciones:

source: Hide Question
es_419: Ocultar pregunta

source: New Submission
es_419: Nuevo envío

source: Next Step
es_419: Siguiente Paso

source: Staff Warning: Please note that if you submit a duplicate of text that has already been submitted for grading, it will not show up in the staff grading view. It will be given the same grade that the original received automatically, and will be returned within 30 minutes if the original is already graded, or when the original is graded if not.
es_419: Aviso de Equipo: Tenga en cuenta que si envía un duplicado del texto que ya ha sido presentado para su calificación, no se mostrará en la vista de calificación del personal. Se le da el mismo grado que el original recibido de forma automática, y será devuelto dentro de 30 minutos, si el original ya está clasificado, o cuando el original se califica si no.

source: Legend
es_419: Leyenda

source: Submitted Rubric
es_419: Enviar la Rúbrica

source: Toggle Full Rubric
es_419: Cambiar la Rúbrica completa

source: See full feedback
es_419: Ver todos los comentarios

source: Respond to Feedback
es_419: Responder a los comentarios

source: How accurate do you find this feedback?
es_419: ¿Que tan realista le parece este comentario?

source: Correct
es_419: Corregir

source: Partially Correct
es_419: Parcialmente correcto

source: No Opinion
es_419: No tengo una opinion

source: Partially Incorrect
es_419: Parcialmente incorrecto

source: Incorrect
es_419: Incorrecto

source: Additional comments:
es_419: Comentarios adicionales:

source: Submit Feedback
es_419: Enviar Comentario

source: Unanswered
es_419: Sin responder

source: Skip Post-Assessment
es_419: Saltar la evaluación posterior

source: There was an error with your submission. Please contact course staff.
es_419: Ha ocurrido un error con su envío. Por favor contacte al equipo del curso.

source: Rubric
es_419: Firma

source: Select the criteria you feel best represents this submission in each category.
es_419: Seleccione los criterios que usted siente mejor representa esta presentación en cada categoría.

source: {num} point: {text}
es_419: {num} punto: {text}

source: Please enter a hint below:
es_419: Por favor ingrese una sugerencia a continuación:

source: Cohort groups
es_419: Grupos de cohorte

source: Show cohorts
es_419: Mostrar cohortes

source: Cohorts in the course
es_419: Cohortes en el curso

source: Add cohort
es_419: Adicionar Cohorte

source: Add users by username or email. One per line or comma-separated.
es_419: Adicionar usuario por nombre de usuario correo electrónico. Uno por cada línea o separados por comas.

source: Add cohort members
es_419: Adicionar miembros a la cohorte

source: {chapter}, current chapter
es_419: {chapter}, capítulo actual

source: due {date}
es_419: fecha límite: {date}

source: About {course.display_number_with_default}
es_419: Acerca de {course.display_number_with_default}

source: You are registered for this course {course.display_number_with_default}
es_419: Usted está registrado en este curso {course.display_number_with_default}

source: View Courseware
es_419: Ver contenido del curso

source: This course is in your <a href="{cart_link}">cart</a>.
es_419: Este curso ya está en su <a href="{cart_link}">carrito</a>.

source: Add {course.display_number_with_default} to Cart ({currency_symbol}{cost})
es_419: Añadir {course.display_number_with_default} al carrito ({currency_symbol}{cost})

source: Register for {course.display_number_with_default}
es_419: Registrarse en {course.display_number_with_default}

source: Overview
es_419: Visión general

source: Share with friends and family!
es_419: Compartir con amigos y familiares!

source: Classes Start
es_419: Inicio de clases

source: Classes End
es_419: Terminación de clases

source: Estimated Effort
es_419: Esfuerzo estimado

source: Prerequisites
es_419: Prerequisitos

source: Additional Resources
es_419: Recursos Adicionales

source: Staff view
es_419: Vista de Funcionario

source: Student view
es_419: Vista de estudiante

source: Explore free courses from {university_name}.
es_419: Explore cursos gratuitos de {university_name}.

source: Explore free courses from leading universities.
es_419: Explore cursos gratuitos de las mejores universidades.

source: Courseware
es_419: Contenidos

source: There has been an error on the {span_start}{platform_name}{span_end} servers
es_419: Ha habido un error en los servidores de {span_start}{platform_name}{span_end}

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible. Please email us at '<a href="mailto:{tech_support_email}">{tech_support_email}</a>' to report any problems or downtime.
es_419: Lo sentimos, este módulo está temporalmente no disponible. Nuestro equipo está trabajando para solucionarlo lo antes posible. Por favor envíenos un email a '<a href="mailto:{tech_support_email}">{tech_support_email}</a>' para informar de cualquier problema o tiempo de inactividad.

source: {course_number} Courseware
es_419: Material del curso {course_number}

source: Return to Exam
es_419: Volver al Examen

source: Course Navigation
es_419: Navegación del curso

source: Open Calculator
es_419: Abrir Calculadora

source: Calculator Input Field
es_419: Calcular campo de entrada

source: Use the arrow keys to navigate the tips or use the tab key to return to the calculator
es_419: Utilice las teclas de flecha para navegar por los consejos o utilizar la tecla de tabulación para volver a la calculadora

source: Hints
es_419: Consejos

source: Integers
es_419: Enteros

source: Decimals
es_419: Decimales

source: Scientific notation
es_419: notación científica

source: Appending SI postfixes
es_419: Agregar sufijo SI

source: Supported SI postfixes
es_419: Soportar sufijo SI

source: Operators
es_419: Operadores

source: parallel resistors function
es_419: función de las resistencias en paralelo

source: Functions
es_419: Funciones

source: Constants
es_419: Constantes

source: Euler's number
es_419: Número de Euler

source: ratio of a circle's circumference to it's diameter
es_419: relación de la circunferencia de un círculo y su diámetro

source: Boltzmann constant
es_419: Constante de Boltzmann

source: speed of light
es_419: Velocidad de la luz

source: freezing point of water in degrees Kelvin
es_419: Punto de congelación del agua en grados Kelvin

source: fundamental charge
es_419: carga fundamental

source: Calculate
es_419: Calcular

source: Calculator Output Field
es_419: Calcular el campo de salida

source: Grade summary
es_419: Resumen de calificaciones

source: Not implemented yet
es_419: No implementado todavía

source: Gradebook
es_419: Libro de Calificaciones

source: Search students
es_419: Buscar estudiantes

source: {course.display_number_with_default} Course Info
es_419: Información del curso {course.display_number_with_default}

source: Course Updates &amp; News
es_419: Novedades y noticias del curso

source: Handout Navigation
es_419: Navegación de apuntes

source: Course Handouts
es_419: Apuntes del curso

source: Try New Beta Dashboard
es_419: Pruebe el nuevo Panel de Control beta

source: Edit Course In Studio
es_419: Editar el curso en Studio

source: Instructor Dashboard
es_419: Panel de control del instructor

source: Psychometrics
es_419: Psicometría

source: Forum Admin
es_419: Administración del Foro

source: Enrollment
es_419: Inscripciones

source: DataDump
es_419: Volcado de Datos

source: Manage Groups
es_419: Administrar grupos

source: Analytics
es_419: Analíticas

source: yes
es_419: si

source: Grade Downloads
es_419: Descarga de calificaciones

source: Note: some of these buttons are known to time out for larger courses. We have temporarily disabled those features for courses with more than {max_enrollment} students. We are urgently working on fixing this issue. Thank you for your patience as we continue working to improve the platform!
es_419: Nota: algunos de estos botones pueden hacer time out en cursos muy grandes. Hemos deshabilitado temporalmente estas funcionalidades para cursos con más de {max_enrollment} estudiantes. Estamos trabajando de forma urgente en la solución para este inconveniente. Gracias por su paciencia mientras continuamos mejorando nuestra plataforma!

source: Export grades to remote gradebook
es_419: Exportar calificaciones a un libro de calificaciones remoto

source: The assignments defined for this course should match the ones stored in the gradebook, for this to work properly!
es_419: Las tareas definidas para este curso deben corresponder con las almacenadas en el libro de calificaciones para que esto funcione correctamente!

source: Gradebook name:
es_419: Nombre del libro de calificaciones:

source: Assignment name:
es_419: Nombre de la tarea:

source: Course-specific grade adjustment
es_419: Ajustes de calificaciones específicos al curso

source: Specify a particular problem in the course here by its url:
es_419: Especifique aquí un problema particular del curso a través de su URL:

source: You may use just the "urlname" if a problem, or "modulename/urlname" if not. (For example, if the location is <tt>i4x://university/course/problem/problemname</tt>, then just provide the <tt>problemname</tt>. If the location is <tt>i4x://university/course/notaproblem/someothername</tt>, then provide <tt>notaproblem/someothername</tt>.)
es_419: Puede utilizar sólo la "urlname" si se trata de un problema, o "modulename /urlname" en caso contrario. (Por ejemplo, si la ubicación es <tt>i4x://university/course/problem/problemname</tt>, simplemente debe dar la <tt>problemname</tt>. Si la ubicación es <tt>i4x://university/course/notaproblem/someothername</tt>, encontes proporcione <tt>notaproblem/someothername</tt>.)

source: Then select an action:
es_419: Luego seleccione una acción:

source: These actions run in the background, and status for active tasks will appear in a table below. To see status for all tasks submitted for this problem, click on this button:
es_419: Estas acciones deben correr en modo oculto, y el estado para las tareas activas aparecerá en la tabla a continuación. Para ver el estado de todas las tareas enviadas para este problema, haga clic en este botón:

source: Student-specific grade inspection and adjustment
es_419: Inspección y ajuste de calificaciones específicas para el estudiante

source: Specify the {platform_name} email address or username of a student here:
es_419: Especifique la dirección de correo o el usuario de {platform_name} del estudiante aquí:

source: Click this, and a link to student's progress page will appear below:
es_419: Haga clic para incluir un vínculo a la página de progreso del estudiante:

source: You may also delete the entire state of a student for the specified module:
es_419: Usted puede también borrar el estado completo de un estudiante para el módulo específicado:

source: Rescoring runs in the background, and status for active tasks will appear in a table below. To see status for all tasks submitted for this problem and student, click on this button:
es_419: El proceso de repuntuación se ejecuta en segundo plano, y el estado de las tareas activas aparecerá en una tabla a continuación. Para ver el estado de todas las tareas presentadas a este problema por el estudiante, haga clic en este botón:

source: Select a problem and an action:
es_419: Seleccione un problema y una acción:

source: User requires forum administrator privileges to perform administration tasks. See instructor.
es_419: El usuario requiere privilegios de administrador del foro para realizar tareas de administración. Ver el instructor.

source: Enrollment Data
es_419: Datos de inscripciones

source: Pull enrollment from remote gradebook
es_419: Importe inscripciones del libro de calificaciones remoto

source: Section:
es_419: Sección:

source: Batch Enrollment
es_419: Inscripciones en lote

source: Enroll or un-enroll one or many students: enter emails, separated by new lines or commas;
es_419: Incluir o anular la inscripción de uno o varios estudiantes: Ingrese los correos electrónicos separados por nuevas líneas o comas;

source: Notify students by email
es_419: Notificar a los estudiantes por correo electrónico

source: Auto-enroll students when they activate
es_419: Auto-inscribir a los estudiantes cuando se activan

source: Problem urlname:
es_419: urlname del problema:

source: Enter usernames or emails for students who should be beta-testers, one per line, or separated by commas. They will get to see course materials early, as configured via the <tt>days_early_for_beta</tt> option in the course policy.
es_419: Introduzca los nombres de usuario o correos electrónicos de los estudiantes que deben ser beta-testers, una por línea, o separados por comas. Ellos tendrán la oportunidad de ver los materiales del curso con anticipación, según la configuración del parámetro <tt>days_early_for_beta</tt> en las políticas del curso.

source: Send to:
es_419: Enviar a:

source: Myself
es_419: Yo mismo

source: Staff and instructors
es_419: El personal del curso y los instructores

source: All (students, staff and instructors)
es_419: Todos (Estudiantes, personal del curso e instructores)

source: Subject:
es_419: Tema:

source: (Max 128 characters)
es_419: (Máximo 128 caracteres)

source: Please try not to email students more than once per week. Important things to consider before sending:
es_419: Por favor, trate de no enviar correos electrónicos más de una vez por semana a los estudiantes. Cosas importantes a tener en cuenta antes de enviar:

source: Have you read over the email to make sure it says everything you want to say?
es_419: ¿Ha leído el correo electrónico para asegurarse de que dice todo lo que quiere decir?

source: Have you sent the email to yourself first to make sure you're happy with how it's displayed, and that embedded links and images work properly?
es_419: Ha enviado un mail a ti mismo, primero verifique que estas deacuerdo como se muestra, y que las imagenes y links embebidos funcionan correctamente

source: CAUTION!
es_419: ¡Precaución!

source: Once the 'Send Email' button is clicked, your email will be queued for sending.
es_419: Una vez que se hace clic en el botón "enviar consulta", el correo electrónico se pondrá en cola para su envío.

source: A queued email CANNOT be cancelled.
es_419: Un correo electrónico de la cola no puede ser cancelado.

source: No Analytics are available at this time.
es_419: No hay información de análisis disponible en este momento.

source: Students enrolled:
es_419: Estudiantes inscritos:

source: Students active in the last week:
es_419: Estudiantes activos la última semana:

source: Student activity day by day
es_419: Actividad de estudiantes día a día

source: Day
es_419: Día

source: Students
es_419: Estudiantes

source: Answer distribution for problems
es_419: Distribución de respuestas a los problemas

source: Problem
es_419: Problema
