Repository: Nurfog/edx
Catalog: conf/locale/*/LC_MESSAGES/mako.po
Languages: es_419

source: FRONT END DEVELOPER
es_419: DESARROLLADOR DE FRONT END

source: TEST ENGINEER
es_419: INGENIERO DE PRUEBAS

source: COORDINATOR OF UNIVERSITY AND BUSINESS AFFAIRS
es_419: COORDINADOR DE ASUNTOS UNIVERSITARIOS Y EMPRESARIALES

source: The <span class="org-name">{edX}</span> Logo
es_419: El logo <span class="org-name">{edX}</span>

source: .zip file containing Adobe Illustrator and .eps formats of logo alongside visual guidelines for use
es_419: zip que contiene Adobe Illustrator y. eps formatos de logo al lado de guías visuales para su uso

source: Download (.zip file)
es_419: Descargar (.zip)

source: The <span class="org-name">{edX}</span> Media Library
es_419: La librería digital de <span class="org-name">{edX}</span>

source: {anant}, President of {edX}, in his office in Cambridge, MA. The computer screen behind him shows a portion of a video lecture from 6.002x, Circuits &amp; Electronics, the MITx course taught by Agarwal.
es_419: {} anant, Presidente de {edx}, en su oficina en Cambridge, MA. La pantalla de la computadora detrás de él muestra una parte de una conferencia de vídeo de 6.002x, Circuitos y Electrónica, el curso impartido por MITX Agarwal.

source: Download (High Resolution Photo)
es_419: Descargar (Foto Alta Resolución)

source: {anant} creating a tablet-based lecture for 6.002x, Circuits & Electronics.
es_419: {anant} crear un cuadro basado en la lectura 6.002x, Circuitos y Electrónica.

source: One of {edX}'s video editors edits a lecture in a video suite.
es_419: Uno de {} EDX @ s editores de vídeo edita una conferencia en una suite de video.

source: Screenshot of 6.002x Circuits and Elecronics course.
es_419: Captura del curso 6.002x Circuitos y Electrónica

source: Screenshot of 3.091x: Introduction to Solid State Chemistry.
es_419: Captura de 3.091x: Introducción a la Química de Estado Sólido

source: {edX} in the Press
es_419: {edX} en la Prensa

source: This Privacy Policy only applies to information that we collect through the {edX} Website (the &ldquo;Site,&rdquo; which consists of all content and pages located within the edX.org web domain) and does not apply to information that we may collect from you in other ways (for example, this policy does not apply to information that you may provide to us over the phone, by fax or through conventional mail). In addition, please note that your education records are protected by the Family Educational Rights and Privacy Act (&ldquo;FERPA&rdquo;) to the extent FERPA applies.
es_419: su política de privacidad sólo se aplica a la información que recopilamos a través de la página web} {edx (el "Sitio", que consiste en todos los contenidos y páginas situada dentro del dominio web edX.org) y no se aplica a la información que podemos recoger de usted de otras maneras (por ejemplo, esta política no se aplica a la información que usted nos proporcione a través del teléfono, por fax o por correo convencional). Además, tenga en cuenta que los registros de educación se encuentran protegidos por la Ley de Derechos Educativos y Privacidad Familiar ("FERPA") en la medida aplica FERPA.

source: Usernames and Postings
es_419: Los nombres de usuario y Publicaciones

source: Comments or other information posted by you to our forums, wikis or other areas of the Site designed for public communications or communications among registered class members may be viewed and downloaded by others who visit the Site. For this reason, we encourage you to use discretion when deciding whether to post any information that can be used to identify you to those forums (or other public or classwide areas).
es_419: Comentarios u otra información publicado por usted en nuestros foros, wikis u otras áreas del sitio diseñado para las comunicaciones públicas o comunicaciones entre los miembros de la clase registrados pueden ser vistos y descargados por otras personas que visitan el sitio. Por esta razón, le recomendamos que use la discreción para decidir si debe enviar toda la información que puede ser utilizada para identificarte en esos foros (u otras zonas públicas o de toda la clase).

source: What You Consent to by Using Our Site
es_419: Lo que usted autoriza al usar nuestro sitio

source: By accessing, browsing, or registering for the Site, you consent and agree that information about you collected through the Site may be used and disclosed in accordance with the Privacy Policy and our Terms of Service and as permitted or required by law, and that such information may be transferred to, processed in and stored in the United States and elsewhere. If you do not agree with these terms, then please do not access, browse, or register for the Site. If you choose not to provide us with certain information required to provide you with various services offered on our Site, you may not be able to establish a user account and we may not be able to provide you with those services.
es_419: Al acceder, navegar, o registrarse en el sitio, usted autoriza y acepta que la información sobre usted recopilada a través del Sitio puede ser usada y divulgada de conformidad con la política de privacidad y nuestros Términos de servicio y según lo permitido o requerido por la ley, y que dicha información puede ser transferida a, procesada y almacenada en los Estados Unidos y en otros lugares. Si usted no está de acuerdo con estos términos, por favor no acceder, navegar, o registrarse en el sitio. Si usted elige no proporcionar cierta información requerida para ofrecerle diferentes servicios ofrecidos en nuestro Sitio, puede que no sea capaz de establecer una cuenta de usuario y que puede no ser capaz de proporcionarle esos servicios.

source: As used in this Privacy Policy, &ldquo;Personal Information&rdquo; means any information about yourself that you may provide to us when using the Site, such as when you sign up for a user account or enter into a transaction through the Site, which may include (but is not limited to) your name, contact information, gender, date of birth, and occupation.
es_419: Tal como se usa en la presente Política de Privacidad, "Información Personal" significa cualquier información sobre usted que nos proporcione al utilizar el Sitio, por ejemplo, cuando usted se registra para una cuenta de usuario o realiza una transacción a través del Sitio, el cual puede incluir (pero no se limita a) su nombre, información de contacto, sexo, fecha de nacimiento, y la ocupación.

source: Information We Collect and How We Use It
es_419: La información que recopilamos y cómo la usamos

source: To enable the Universities to provide, administer and improve the courses.
es_419: Para habilitar las universidades para ofrecer, administrar y mejorar los cursos.

source: For purposes of scientific research, particularly, for example, in the areas of cognitive science and education.
es_419: A los fines de la investigación científica, en particular, por ejemplo, en las áreas de la ciencia cognitiva y la educación.

source: For the purpose for which you specifically provided the information, for example, to respond to a specific inquiry or provide you with access to the specific course content and/or services you select.
es_419: Para el propósito para el que ya ha proporcionado específicamente la información, por ejemplo, para responder a una pregunta específica o proporcionarle acceso a los contenidos y / o servicios que usted seleccione curso específico.

source: To track both individual and aggregate attendance, progress and completion of an online course, and to analyze statistics on student performance and how students learn.
es_419: Para realizar el seguimiento individual y la asistencia global, el progreso y la finalización de un curso en línea, y para analizar las estadísticas sobre el rendimiento de los estudiantes y cómo aprenden los estudiantes.

source: To monitor and detect violations of the Honor Code, the Terms of Service, as well as other misuses and potential misuses of the Site.
es_419: Para supervisar y detectar violaciónes del Código de Honor, las Condiciones del servicio, así como otros usos indebidos y los posibles malos usos de la web.

source: To publish information, but not Personal Information, gathered about {edX} access, use, impact and student performance.
es_419: Para publicar información, pero la información no personal, recopilada sobre {edx} acceso, uso, impacto y desempeño de los estudiantes.

source: To send you updates about online courses offered by {edX} or other events, to send you communications about products or services of {edX}, {edX} affiliates, or selected business partners that may be of interest to you, or to send you email messages about Site maintenance or updates.
es_419: Para enviarle actualizaciones acerca de los cursos en línea ofrecidos por {} edx u otros eventos, para enviarle comunicaciones sobre productos o servicios de {edx}, {} UPEX afiliados o socios de negocios seleccionados que pueden ser de interés para usted, o para enviarle mensajes de correo electrónico sobre el mantenimiento del sitio o actualizaciones.

source: To maintain and improve the functioning and security of the Site and our software, systems and network.
es_419: Para mantener y mejorar el funcionamiento y la seguridad del Sitio y de nuestros software, sistemas y red.

source: Sharing with Third Parties
es_419: Compartiendo con terceros

source: We will share information we collect with the Universities, and we and the Universities may share this information (including Personal Information) with third parties as follows:
es_419: Vamos a compartir la información que recopilamos con las Universidades, y nosotros y las universidades compartir esta información (incluyendo información personal) con terceros de la siguiente manera:

source: With affiliates of {edX} or the Universities, or with successors in the event of a merger, acquisition or reorganization, for their use consistent with this Privacy Policy.
es_419: Con afiliados de {edx} o las universidades, o con sucesores en el caso de una fusión, adquisición o reorganización, para su uso consistente con esta Política de Privacidad.

source: For integration with third party services. For example, videos and other content may be hosted on YouTube and other websites not controlled by {edX}.
es_419: Para la integración con servicios de terceros. Por ejemplo, videos y otros contenidos pueden ser alojados en YouTube y otros sitios web no controlados por {edX}.

source: In addition, we may share aggregated information that does not personally identify you with the public and with third parties, including, e.g., researchers and business partners.
es_419: Además, nosotros podemos compartir información agregada que no lo identifica personalmente con el público y con terceros, incluyendo, por ejemplo, investigadores y socios de negocios.

source: Links to Other Websites
es_419: Enlaces a otros Sitios Web

source: The Sites may contain links to websites published by other content providers. These other websites are not under our control, and you acknowledge and agree that we are not responsible for the collection and use of your information by such websites. We encourage you to review the privacy policies of each website you visit and use.
es_419: Los Sitios pueden contener enlaces a sitios web publicados por otros proveedores de contenido. Estos otros sitios web no están bajo nuestro control, y usted reconoce y acepta que no somos responsables de la recopilación y el uso de su información por dichos sitios web. Le recomendamos que revise las políticas de privacidad de cada sitio web que usted visita y usa.

source: Personalization and Pedagogical Improvements
es_419: Personalización y Mejoras Pedagójicas

source: Our goal is to provide current and future visitors with the best possible educational experience. To further this goal, we sometimes present different users with different versions of course materials and software. We do this to personalize the experience to the individual learner (assess the learner's level of ability and learning style, and present materials best suited to the learner), to evaluate the effectiveness of our course materials, to improve our understanding of the learning process and to otherwise improve the effectiveness of our offerings. We may publish or otherwise publicize results from this process, but, unless otherwise permitted under this Privacy Policy, those publications or public disclosures will not include Personal Information.
es_419: Nuestro objetivo es proporcionar a los visitantes actuales y futuras con la mejor experiencia posible educativo. Para promover este objetivo, a veces nos presentamos diferentes usuarios con diferentes versiones de los materiales del curso y software. Hacemos esto para personalizar la experiencia de cada alumno (evaluar el nivel del alumno de la capacidad y el estilo de aprendizaje y materiales presentes más adecuados para el alumno), para evaluar la efectividad de nuestros materiales para el curso, para mejorar nuestra comprensión del proceso de aprendizaje y para mejorar de otra forma la eficacia de nuestras ofertas. Podemos publicar o dar a conocer los resultados de este proceso, pero, a menos que se permita lo contrario con arreglo a la presente Política de Privacidad, las publicaciones o divulgaciones públicas no incluirá información personal.

source: Changing Our Privacy Policy
es_419: Cambiando nuestras política de privacidad

source: Please note that we review and may make changes to this Privacy Policy from time to time. Any changes to this Privacy Policy will be effective immediately upon posting on this page, with an updated effective date. By accessing the Site after any changes have been made, you signify your agreement on a prospective basis to the modified Privacy Policy and any changes contained therein. Be sure to return to this page periodically to ensure familiarity with the most current version of this Privacy Policy.
es_419: Tenga en cuenta que revisamos y podemos hacer cambios a esta Política de Privacidad de vez en cuando. Cualquier cambio a esta Política de Privacidad se harán efectivos inmediatamente después de su publicación en esta página, con una fecha de vigencia actualizada. Al acceder al sitio después de realizar cualquier cambio, usted acepta de forma prospectiva a la Política de Privacidad modificada y los cambios que en él figuran. Asegúrese de volver a esta página periódicamente para asegurarse de estar familiarizado con la versión más actualizada de esta Política de Privacidad.

source: Privacy Concerns
es_419: Dudas sobre la confidencialidad

source: If you have privacy concerns, have disclosed data you would prefer to keep private, or would like to access the information we maintain about you, please contact us at <a href="mailto:privacy@edx.org">privacy@edx.org</a>.
es_419: Si usted tiene preocupación sobre la privacidad y prefiere mantener su información como privada, o si desea acceder a la información que tenemos sobre usted, por favor contacte con nosotros en <a href="mailto:privacy@edx.org">privacy@edx.org</a>.

source: <strong>Effective Date:</strong> September 26, 2012
es_419: <strong>Fecha de vigencia: </ strong> 26 de septiembre 2012

source: Currently the <em>{platform_name}</em> servers are down
es_419: Actualmente los servidores de <em>{platform_name}</em> están inactivos

source: Our staff is currently working to get the site back up as soon as possible. Please email us at <a href="mailto:{tech_support_email}">{tech_support_email}</a> to report any problems or downtime.
es_419: Nuestro equipo está trabajando para restablecer el funcionamiento del sitio tan pronto como sea posible. Por favor envíenos un email a <a href="mailto:{tech_support_email}"> {tech_support_email}</a> para informar de cualquier problema o tiempo de inactividad.

source: There has been a 500 error on the <em>{platform_name}</em> servers
es_419: Se ha producido un error 500 en los Servidores de <em>{PLATFORM_NAME}</em>

source: Please wait a few seconds and then reload the page. If the problem persists, please email us at <a href="{email}">{email}</a>.
es_419: Por favor espere unos segundos y vuelva a cargar la página. Si el problema persiste, por favor envíenos un email a <a href="{email}">{email}</a>.

source: Currently the <em>{platform_name}</em> servers are overloaded
es_419: Actualmente los servidores de <em>{PLATFORM_NAME}</em> están sobrecargados

source: Our staff is currently working to get the site back up as soon as possible. Please email us at <a href="mailto:\{tech_support_email}">{tech_support_email}</a> to report any problems or downtime.
es_419: Nuestro equipo está trabajando para restablecer el funcionamiento del sitio tan pronto como sea posible. Por favor envíenos un email a <a href="mailto:"{tech_support_email}"> {tech_support_email}</a> para informar de cualquier problema o tiempo de inactividad.

source: Log in to your courses
es_419: Inicie sesión en sus cursos

source: Register for classes
es_419: Inscríbase a clases

source: Take free online courses from today's leading universities.
es_419: Tome cursos gratuitos en línea de las mejores universidades.

source: Edit Your Name
es_419: Edite su nombre

source: The following error occured while editing your name:
es_419: Ocurrió el siguiente error en la edición de su nombre:

source: Change my name
es_419: Cambiar mi nombre

source: Why Do I Need to Re-Verify?
es_419: ¿Qué necesita para re-verificarse?

source: There was a problem with your original verification. To make sure that your identity is correctly associated with your course progress, we need to retake your photo and a photo of your identification document. If you don't have a valid identification document, contact {link_start}{support_email}{link_end}.
es_419: Hubo un problema con su verificación inicial. Para asegurarse de que su identidad se asocia correctamente con el progreso del curso, tenemos que volver a tomar su foto y una foto de su documento de identificación. Si usted no tiene un documento de identificación válido, contactarse con {link_start} {support_email}{link_end}.

source: Problem with ID re-verification
es_419: Problemas con la re-verificación del ID

source: Having Technical Trouble?
es_419: ¿Tiene inconvenientes técnicos?

source: Please make sure your browser is updated to the {strong_start}{a_start}most recent version possible{a_end}{strong_end}. Also, please make sure your {strong_start}web cam is plugged in, turned on, and allowed to function in your web browser (commonly adjustable in your browser settings).{strong_end}
es_419: Por favor asegúrese que su navegador este actualizado con {strong_start}{a_start}la versión más reciente posible{a_end}{strong_end}. También verifique que su {strong_start}cámara web esté conectada, encendida, y autorizada para funcionar en su navegador (Normalmente, esto se ajusta en las opciones de su navegador).{strong_end}

source: Have questions?
es_419: ¿Tiene preguntas?

source: Please read {a_start}our FAQs to view common questions about our certificates{a_end}.
es_419: Por favor lea {a_start}nuestra sección de Preguntas comunes para aclarar dudas sobre nuestros certificados{a_end}.

source: You are upgrading your registration for
es_419: Usted esta actualizando su registro para

source: You are registering for
es_419: Usted está registrandose para

source: Upgrading to:
es_419: Actualizar a:

source: Registering as:
es_419: Registrandose como:

source: Change your mind?
es_419: ¿Cambió de opinión?

source: You can always continue to audit the course without verifying.
es_419: Usted siempre puede continuar con la auditoria del curso sin hacer verificación

source: You can always {a_start} audit the course for free {a_end} without verifying.
es_419: Siempre puede {a_start} auditar el curso de forma gratuita {a_end} sin hacer la verificación.

source: Technical Requirements
es_419: Requerimientos Técnicos

source: Edit Your Full Name
es_419: Edite su nombre completo

source: Re-Verification
es_419: Re-verificación

source: No Webcam Detected
es_419: No se detectó una cámara web.

source: You don't seem to have a webcam connected. Double-check that your webcam is connected and working to continue.
es_419: Al parecer no tiene un cámara web conectada.Haga doble clic en su webcam si esta conectada y trabajando para continuar

source: No Flash Detected
es_419: No se detectó Flash

source: You don't seem to have Flash installed. {a_start} Get Flash {a_end} to continue your registration.
es_419: Usted no tiene Flash instalado. {a_start} Obtenga Flash {a_end} para poder continuar con su registro.

source: Error submitting your images
es_419: Error al enviar sus imagenes

source: Oops! Something went wrong. Please confirm your details and try again.
es_419: Oops! Algo ha ido mal.Por favor revise los detalles e inténtelo de nuevo.

source: Please Resubmit Your Verification Information
es_419: Por favor reenvíe su información de verificación

source: There was an error with your previous verification. In order proceed in the verified certificate of achievement track of your current courses, please complete the following steps.
es_419: Hubo un error con su verificación previa. Con el fin de proceder con la emisión del certificado verificado de su curso actual, complete los siguientes pasos.

source: Re-Take Photo
es_419: Tomar foto

source: Re-Take ID Photo
es_419: Tomar foto de ID

source: Re-Take Your Photo
es_419: Tome su fotografía

source: Use your webcam to take a picture of your face so we can match it with the picture on your ID.
es_419: Use su cámara web para tomar una fotografía de su cara de modo que podamos verificarla contra la fotografía de su documento de identificación.

source: Don't see your picture? Make sure to allow your browser to use your camera when it asks for permission.
es_419: ¿No puede ver su foto? Asegúrese de permitir a su navegador que utilice la cámara web cuando este le solicite tal autorización.

source: Retake
es_419: Tomar nuevamente

source: Take photo
es_419: Tomar foto

source: Looks good
es_419: Luce bien!

source: Tips on taking a successful photo
es_419: Consejos para tomar una foto exitosamente

source: Make sure your face is well-lit
es_419: Asegurese de que su rostro esté bien iluminado

source: Be sure your entire face is inside the frame
es_419: Verifique que su cara está completamente dentro del marco de la foto

source: Can we match the photo you took with the one on your ID?
es_419: ¿Podemos verificar la foto que usted acaba de tomar contra la foto en su documento de identificación?

source: Once in position, use the camera button
es_419: Una vez esté en posición, use el botón de la cámara

source: to capture your picture
es_419: para capturar su imagen.

source: Use the checkmark button
es_419: Use el botón de verificación

source: once you are happy with the photo
es_419: una vez esté satisfecho con la fotografía

source: Common Questions
es_419: Preguntas comunes

source: Why do you need my photo?
es_419: ¿Para que necesitan mi foto?

source: As part of the verification process, we need your photo to confirm that you are you.
es_419: Como parte del proceso de verificación, se requiere su fotografía para confirmar su identidad.

source: What do you do with this picture?
es_419: ¿Que harán con esta fotografía?

source: We only use it to verify your identity. It is not displayed anywhere.
es_419: Solo usaremos la foto para verificar su identidad. No será mostrada en ningún lugar.

source: Once you verify your photo looks good, you can move on to step 2.
es_419: Una vez haya verificado que su foto luce bien, puede pasar al paso 2.

source: Go to Step 2: Re-Take ID Photo
es_419: Vaya al paso 2: Tomar ID Foto

source: Show Us Your ID
es_419: Muestrenos su documento de identidad
