Repository: Nurfog/edx
Catalog: conf/locale/*/LC_MESSAGES/mako.po
Languages: es_419

source: Max
es_419: Máx

source: Points Earned (Num Students)
es_419: Puntos obtenidos (Núm de Estudiantes)

source: Students answering correctly
es_419: Estudiantes que respondieron correctamente

source: Number of students
es_419: Número de estudiantes

source: Student distribution per country, all courses, Sep-12 to Oct-17, 1 server (shown here as an example):
es_419: Distribución de estudiantes por país para todos los cursos.

source: Pending Instructor Tasks
es_419: Tareas de instructor pendientes

source: Task Type
es_419: Tipo de Tarea

source: Task inputs
es_419: Valores de entrada para la tarea

source: Task Id
es_419: Id de la tarea

source: Requester
es_419: Solicitante

source: Task State
es_419: Estado de la tarea

source: Duration (sec)
es_419: Duración (sec)

source: Task Progress
es_419: Progreso de la Tarea

source: unknown
es_419: desconocido

source: Course errors
es_419: Errores del curso

source: About {course_id}
es_419: Acerca de {course_id}

source: Coming Soon
es_419: Próximamente

source: About {course_number}
es_419: Acerca de {course_number}

source: Access Courseware
es_419: Acceder al contenido del curso

source: You Are Registered
es_419: Usted está registrado

source: Register for
es_419: Registrarse para

source: Registration Is Closed
es_419: El registro está cerrado

source: enroll
es_419: Inscribirse

source: News - MITx 6.002x
es_419: Noticias - MITx 6.002x

source: Updates to Discussion Posts You Follow
es_419: Actualizaciones a las discusiones que usted está siguiendo

source: {course_number} Progress
es_419: Progreso del curso {course_number}

source: Course Progress for Student '{username}' ({email})
es_419: Progreso del curso para el estudiante '{username}' ({email})

source: {earned:.3n} of {total:.3n} possible points
es_419: {earned:.3n} de {total:.3n} puntos posibles

source: Problem Scores:
es_419: Calificaciones del Problema

source: Practice Scores:
es_419: Calificaciones de la Práctica:

source: No problem scores in this section
es_419: No hay puntuación de problemas en esta sección

source: You were most recently in {section_link}. If you're done with that, choose another section on the left.
es_419: Usted visitó recientemente {section_link}. Si ya ha terminado con eso, elija otra sección de la izquierda.

source: Final course details are being wrapped up at this time. Your final standing will be available shortly.
es_419: Los detalles finales del curso están siendo terminados. Su resultado final estará disponible prontamente.

source: Your final grade:
es_419: Tu nota final:

source: Grade required for a certificate:
es_419: Se requiere una calificación para la obtención del certificado:

source: Your verified certificate is being held pending confirmation that the issuance of your certificate is in compliance with strict U.S. embargoes on Iran, Cuba, Syria and Sudan. If you think our system has mistakenly identified you as being connected with one of those countries, please let us know by contacting {email}. If you would like a refund on your certificate, please contact our billing address {billing_email}
es_419: Tu certificado verificado esta pendiente de confirmación

source: Your certificate is being held pending confirmation that the issuance of your certificate is in compliance with strict U.S. embargoes on Iran, Cuba, Syria and Sudan. If you think our system has mistakenly identified you as being connected with one of those countries, please let us know by contacting {email}.
es_419: Su certificado está detenido en espera de la confirmación de que la emisión de su certificado cumple de forma estricta con los embargos de Estados Unidos a Irán, Cuba, Siria y Sudán. Si usted piensa que nuestro sistema cometió un error al identificarlo con uno de estos países, por favor háganoslo saber comunicándose con {email}.

source: Your Certificate is Generating
es_419: Tu certificado se está generando

source: This link will open/download a PDF document
es_419: Este enlace abre/descarga un documento PDF

source: Download Your Certificate (PDF)
es_419: Descargar Certificado (PDF)

source: Since we did not have a valid set of verification photos from you when certificates were generated, we could not grant you a verified certificate. An honor code certificate has been granted instead.
es_419: Ya que no tenemos un conjunto válido de fotos de verificación cuando se genere el certificado, no podríamos concederle un certificado verificado. Por tal Un certificado de código de honor ha sido concedido en su lugar.

source: This link will open/download a PDF document of your verified certificate.
es_419: Este link abre/descarga un PDF de su certificado verificado.

source: Download Your ID Verified Certificate of Achievement (PDF)
es_419: Descarga tu ID Verificado del Certificado (PDF)

source: Complete our course feedback survey
es_419: Complete nuestra encuesta de retroalimentación sobre el curso

source: {course_number} {course_name} Cover Image
es_419: {course_number} {course_name} Imagen de portada

source: Enrolled as:
es_419: Inscrito como;

source: ID Verified
es_419: ID Verificada

source: Course Completed - {end_date}
es_419: Curso Completado - {end_date}

source: Course Started - {start_date}
es_419: Curso Iniciado - {start_date}

source: Course Starts - {start_date}
es_419: Inicio del curso - {start_date}

source: Document your accomplishment!
es_419: ¡Documente su logro!

source: Challenge Yourself!
es_419: ¡Desafíate a ti mismo!

source: Take this course as an ID-verified student.
es_419: Toma este curso como un estudiante con un ID verificado

source: Upgrade to Verified Track
es_419: Actualiza a Track Verificado

source: View Archived Course
es_419: Ver Curso Archivado

source: View Course
es_419: Ver curso

source: Email Settings
es_419: Configuración de email

source: ID-Verification Status
es_419: Estado de Verificación ID

source: Reviewed and Verified
es_419: Revisar y Verificar

source: Your verification status is good for one year after submission.
es_419: Su estado de verificación es válido por un año después de la presentación.

source: Your verification photos have been submitted and will be reviewed shortly.
es_419: Tus fotos de verificación se han presentado y se revisarán dentro de poco.

source: Re-verify Yourself
es_419: Vuelva a verificar

source: If you fail to pass a verification attempt before your course ends, you will not receive a verified certificate.
es_419: usted falla el intento de verificación y el curso se termina, usted no recibirá un certificado verificado.

source: Results:
es_419: Resultados:

source: Sorry! We can't find anything matching your search. Please try another search.
es_419: Lo sentimos! No se ha encontrado ningún registro para su búsqueda. Por favor intente una búsqueda diferente.

source: There are no posts here yet. Be the first one to post!
es_419: Todavía no hay publicaciones. Sé el primero en publicar!

source: New Post
es_419: Nueva Entrada

source: Filter Topics
es_419: Filtrar temas

source: Show All Discussions
es_419: Mostrar todas las discusiones

source: Show Flagged Discussions
es_419: Mostrar discusiones marcadas

source: Posts I'm Following
es_419: Publicaciones que estoy siguiendo

source: follow this post
es_419: seguir esta entrada

source: post anonymously
es_419: escribir anonimamente

source: post anonymously to classmates
es_419: publicar anónimamente a mis compañeros de curso

source: Make visible to:
es_419: Hacer visible a:

source: All Groups
es_419: Todos los Grupos

source: My Cohort
es_419: Mi cohorte

source: new post title
es_419: Título de la publicación

source: Add post
es_419: Añadir entrada

source: Create new post about:
es_419: Crear nueva entrada acerca de:

source: Filter List
es_419: Filtrar lista

source: Following
es_419: Siguiendo

source: Search posts
es_419: Buscar entradas

source: Hide
es_419: Ocultar

source: This post visible only to group {group}.
es_419: Esta publicación está visible solamente para el grupo {group}.

source: Discussion Home
es_419: Inicio de la discusión

source: Discussion Topics
es_419: Temas de discusión

source: Discussion topics; current selection is:
es_419: Temas de discusión; la selección actual es:

source: Sort by:
es_419: Ordenar por:

source: date
es_419: fecha

source: votes
es_419: votos

source: comments
es_419: comentarios

source: Show:
es_419: Mostrar:

source: View All
es_419: Ver Todos

source: View as {name}
es_419: Ver como {name}

source: This thread is closed.
es_419: Este hilo está cerrado.

source: Post a response:
es_419: Publicar una respuesta:

source: &bull; This thread is closed.
es_419: &bull; Esta sección de la discusión está cerrada.

source: Follow this post
es_419: Siga este post

source: Report Misuse
es_419: Reportar un abuso

source: Pin Thread
es_419: Marcar conversación

source: Close
es_419: Cerrar

source: Editing post
es_419: Editando entrada

source: Edit post title
es_419: Editar el título de la publicación

source: Update post
es_419: Actualizar entrada

source: Add a comment
es_419: Añadir un comentario

source: Editing response
es_419: Editando respuesta

source: Update response
es_419: Actualizar respuesta

source: Toggle Notifications Setting
es_419: Cambiar las opciones de notificación

source: Discussion - {course_number}
es_419: Discusión - {course_number}

source: We're sorry
es_419: Lo sentimos

source: The forums are currently undergoing maintenance. We'll have them back up shortly!
es_419: Los foros están en proceso de mantenimiento. Estarán nuevamente en línea pronto!

source: User Profile
es_419: Perfil de Usuario

source: Active Threads
es_419: Hilos Activos

source: {course_number} Staff Grading
es_419: Calificación del Personal de soporte para el curso {course_number}

source: Staff grading
es_419: Calificación del Personal de soporte

source: This is the list of problems that currently need to be graded in order to train AI grading and create calibration essays for peer grading. Each problem needs to be treated separately, and we have indicated the number of student submissions that need to be graded. You can grade more than the minimum required number of submissions--this will improve the accuracy of AI grading, though with diminishing returns. You can see the current accuracy of AI grading in the problem view.
es_419: Esta es la lista de los problemas que hay actualmente para ser calificados con el fin de entrenar los modelos de aprendizaje automático. Cada problema tiene que ser tratado por separado, y hemos indicado el número de envíos de estudiantes que deben ser calificados con el fin de que se genere un modelo. Puede calificar más que el número mínimo requerido de envíos- esto mejorará la precisión del algorítmo de calificación automática, aunque con rendimientos decrecientes. Usted puede ver la precisión actual de los algoritmos en la vista del problema.

source: Problem List
es_419: Lista de problemas

source: Please note that when you see a submission here, it has been temporarily removed from the grading pool. The submission will return to the grading pool after 30 minutes without any grade being submitted. Hitting the back button will result in a 30 minute wait to be able to grade this submission again.
es_419: Por favor tenga en cuenta que cuando ve un envío aquí, este es temporalmente removido de la cola de calificación. El envío regresará a la cola de calificación luego de 30 minutos sin que se envíe ninguna calificación. El oprimir el botón 'Volver atrás' resultará en una espera de 30 minutos para volver a poder calificar este envío nuevamente.

source: (Hide)
es_419: (Ocultar)

source: Student Response
es_419: Respuesta del estudiante

source: Written Feedback
es_419: Retroalimentación por escrito

source: Feedback for student (optional)
es_419: Retroalimentación para el estudiante (opcional)

source: Flag as inappropriate content for later review
es_419: Marcar como contenido inapropiado para una revisión posterior

source: Skip
es_419: Omitir

source: Grade Distribution
es_419: Distribución de calificaciones

source: Loading problem list...
es_419: Cargando la lista de problemas...

source: Gender Distribution
es_419: Distribución de género

source: Level of Education
es_419: Nivel educativo

source: Enrollment Information
es_419: Información de Matriculación

source: Total number of enrollees (instructors, staff members, and students)
es_419: Número total de matriculados (Instructores, miembros del equipo y estudiantes)

source: Basic Course Information
es_419: Información Básica del Curso

source: Course Name:
es_419: Nombre del Curso:

source: Course Display Name:
es_419: Nombre de curso a mostrar

source: Has the course started?
es_419: ¿Ha empezado el curso?

source: Yes
es_419: Si

source: Has the course ended?
es_419: ¿Ha terminado el curso?

source: Grade Cutoffs:
es_419: Los atajos de grado:

source: The status for any active tasks appears in a table below.
es_419: El estado de cualquier tarea activa aparece en una tabla a continuación.

source: Course Warnings
es_419: Advertencias del curso

source: Data Download
es_419: Descarga de Datos

source: The following button displays a list of all students enrolled in this course, along with profile information such as email address and username. The data can also be downloaded as a CSV file.
es_419: El siguiente botón muestra una lista de todos los estudiantes matriculados en este curso, junto con la información de su perfil, como su dirección de correo y nombre de usuario. La información podrá ser descargada como un archivo CSV.

source: List enrolled students' profile information
es_419: Listado de Perfiles de estudiantes matriculados

source: Download profile information as a CSV
es_419: Descargar la información del perfil como un CSV

source: Displays the grading configuration for the course. The grading configuration is the breakdown of graded subsections of the course (such as exams and problem sets), and can be changed on the 'Grading' page (under 'Settings') in Studio.
es_419: Muestra la configuración de calificaciones para el curso. Las configuración es el desglose de las subsecciones calificadas (por ejemplo examenes y problemas), y puede ser cambiado en la página de 'Calificaciones' (bajo el menu Configuración) de Studio.

source: Grading Configuration
es_419: Configuración de calificaciones

source: Download a CSV of anonymized student IDs by clicking this button.
es_419: Descarga un CSV de los IDs de los estudiantes anónimos haciendo clic en este botón.

source: Get Student Anonymized IDs CSV
es_419: Obtener un archivo separado por comas CVS con los ID de estudiantes de forma anónima.

source: Grade Reports
es_419: Informes de Grado

source: The following button will generate a CSV grade report for all currently enrolled students. For large courses, generating this report may take a few hours.
es_419: El siguiente botón genera un reporte de Grado en formato CSV de todos los estudiantes matriculados. Para cursos muy extensos, generar este reporte puede tomar algunas horas.

source: The report is generated in the background, meaning it is OK to navigate away from this page while your report is generating. Generated reports appear in a table below and can be downloaded.
es_419: EL reporte es generado

source: Generate Grade Report
es_419: Generar Reportes de Grado

source: Reports Available for Download
es_419: Reportes Disponibles para Descargar

source: File links are generated on demand and expire within 5 minutes due to the sensitive nature of student grade information. Please note that the report filename contains a timestamp that represents when your file was generated; this timestamp is UTC, not your local timezone.
es_419: Enlaces al archivo se generan en la demanda y se vencen dentro de los 5 minutos, debido a la naturaleza sensible de la información sobre las calificaciones de los estudiantes. Tenga en cuenta que el informe de nombre de archivo contiene un sello de tiempo que representa cuando se generó el archivo, lo que marca de tiempo es UTC, no con tu hora local.

source: Back to Standard Dashboard
es_419: Volver al panel de control estándar

source: Enter student emails separated by new lines or commas.
es_419: Ingrese los correos electrónicos de los estudiantes separados por nuevas líneas o por comas.

source: Student Emails
es_419: Correos electrónicos de estudiantes

source: Auto-Enroll
es_419: Auto inscribirse

source: Auto Enroll
es_419: Auto inscribirse

source: If auto enroll is <em>checked</em>, students who have not yet registered for edX will be automatically enrolled.
es_419: Si el auto inscribirse <em>está seleccionado</em>, los estudiantes que aún no se han inscrito para edx serán inscritos automáticamente.

source: If auto enroll is left <em>unchecked</em>, students who have not yet registered for edX will not be enrolled, but will be allowed to enroll.
es_419: Si el auto inscribirse se deja <em>desmarcado</em>, los estudiantes que aún no se han inscrito para edx no se inscribiran automaticamente, pero se les permitirá inscribirse.

source: Notify-students-by-email
es_419: Notificar a los estudiantes por Email

source: If email students is <em>checked</em> students will receive an email notification.
es_419: Si el email del estudiante es <em>verificado</em> el estudiante recibirá un notificación vía email.

source: Enroll
es_419: Inscribirse

source: Unenroll
es_419: Des inscribirse

source: Administration List Management
es_419: Gestión de listas de Administración

source: Getting available lists...
es_419: Obteniendo la listas disponibles...

source: Staff cannot modify staff or beta tester lists. To modify these lists, contact your instructor and ask them to add you as an instructor for staff and beta lists, or a forum admin for forum management.
es_419: El personal no puede modificar las listas de personal o de usuarios de pruebas beta. Para modificar estas listas, comuníquese con su instructor y pídale que lo agregue como un instructor para manejar las listas de personal y de usuarios de pruebas beta, o como administrador de foro para la gestión de los foros.

source: Course Staff
es_419: Personal de apoyo del curso

source: Course staff can help you manage limited aspects of your course. Staff can enroll and unenroll students, as well as modify their grades and see all course data. Course staff are not automatically given access to Studio and will not be able to edit your course.
es_419: El personal de apoyo del curso puede ayudarle a gestionar algunos aspectos de su curso. El personal puede registrar y dar de baja a los estudiantes, así como modificar sus calificaciones y ver todos los datos del curso. Personal del curso no tendrá automáticamente el acceso a studio y no estará en capacidad de modificar su curso.

source: Add Staff
es_419: Adicionar personal de apoyo

source: Instructors
es_419: Instructores

source: Instructors are the core administration of your course. Instructors can add and remove course staff, as well as administer forum access.
es_419: Los instructores son encargados de la administración central de un curso. Los instructores pueden añadir y eliminar personal de apoyo del curso, así como administrar el acceso a los foros.

source: Add Instructor
es_419: Adicionar instructor

source: Beta Testers
es_419: Usuarios de pruebas beta

source: Beta testers can see course content before the rest of the students. They can make sure that the content works, but have no additional privileges.
es_419: Los Usuarios de pruebas beta pueden ver el contenido del curso antes de que el resto de los alumnos. Pueden asegurarse de que el contenido funcione, pero no tienen privilegios adicionales.

source: Beta Tester
es_419: Usuario de prueba beta

source: Forum Admins
es_419: Administradores del Foro

source: Forum admins can moderate the course forums as well as administer other forum roles.
es_419: Los administradores de foros pueden moderar los foros del curso, así como administrar otras funciones de los foros.

source: Forum Moderators
es_419: Moderadores de foros

source: Forum moderators can moderate the course forums. They cannot add other moderators.
es_419: Los moderadores de foros pueden moderar los foros del curso. No pueden añadir a otros moderadores.

source: Add Moderator
es_419: Añadir moderador

source: Forum Community TAs
es_419: Profesores asistentes comunitarios en los foros (TA)

source: Community TA's are members of the community whom you deem particularly helpful on the forums.
es_419: Los TA son miembros de la comunidad a quien usted considera particularmente útiles en los foros.

source: Community TA
es_419: TA de la comunidad

source: Send Email
es_419: Enviar Email

source: Please try not to email students more than once per week. Before sending your email, consider:
es_419: Por favor no enviar mails a estudiantes más de uno por semana, Antes de enviar un mail, considerar:

source: Email Task History
es_419: Historial de Tareas por Email

source: Show Email Task History
es_419: Mostrar Historial de Tareas por Email

source: Student-specific grade inspection
es_419: Inspección de las calificaciones específicas al estudiante

source: Student Email or Username
es_419: Correo electrónico o nombre de usuario del estudiante

source: Click this link to view the student's progress page:
es_419: Haga clic en esté vínculo para ver la página de progreso del estudiante:

source: Student Progress Page
es_419: Página de progreso del estudiante

source: Student-specific grade adjustment
es_419: Ajustes de calificaciones específicos al estudiante

source: Problem urlname
es_419: URL del problema

source: You may use just the "urlname" if a problem, or "modulename/urlname" if not. (For example, if the location is {location1}, then just provide the {urlname1}. If the location is {location2}, then provide {urlname2}.)
es_419: Puede utilizar sólo la "urlname" si se trata de un problema, o "modulename/urlname" en caso contrario. (Por ejemplo, si la ubicación es {location1}, sólo proporcione la {urlname1}. Si la ubicación es {location2}, entonces proporcione {urlname2}.)

source: Next, select an action to perform for the given user and problem:
es_419: A continuación, seleccione una acción para el usuario y problema elegido:

source: Reset Student Attempts
es_419: Reiniciar los intentos del estudiante

source: Rescore Student Submission
es_419: Re puntuar el envío del estudiante

source: You may also delete the entire state of a student for the specified problem:
es_419: También puede borrar todo el estado de un estudiante para el problema específicado

source: Delete Student State for Problem
es_419: Borrar el estado del estudiante para el problema

source: Show Background Task History for Student
es_419: Mostrar Antecedentes Historia Tarea para Estudiante

source: Then select an action
es_419: Ahora seleccione una acción

source: Reset ALL students' attempts
es_419: Reiniciar TODOS los intentos de los estudiantes

source: Rescore ALL students' problem submissions
es_419: Repuntuar TODOS los envíos de problemas de los estudiantes

source: Show Background Task History for Problem
es_419: Mostrar la historia de la tarea en modo oculto para el problema

source: None Available
es_419: No hay ninguno disponible

source: {course_number} Combined Notifications
es_419: {course_number} Notificaciones combinadas

source: Open Ended Console
es_419: Consola de Respuesta Abierta

source: Here are items that could potentially need your attention.
es_419: Estos temas potencialmente pueden requerir su atención

source: No items require attention at the moment.
es_419: No hay puntos que requieran su atención en el momento.

source: {course_number} Flagged Open Ended Problems
es_419: {course_number} Problemas abiertos marcados

source: Flagged Open Ended Problems
es_419: Problemas de Respuesta Abierta marcados
