Repository: Nurfog/edx
Catalog: conf/locale/*/LC_MESSAGES/mako.po
Languages: es_419

source: There was an error saving your information. Please see below.
es_419: Ocurrió un error guardando su información, por favor ver a continuación.

source: Manual Policy Definition
es_419: Definición manual de Políticas.

source: Manually Edit Course Policy Values (JSON Key / Value pairs, use &quot; not &apos;)
es_419: Editar manualmente las Políticas del Curso (JSON Key / Value pairs, use &quot; not &apos;)

source: <strong>Warning</strong>: Do not modify these policies unless you are familiar with their purpose.
es_419: <strong>Atención</strong>: No modifique estas políticas a menos de que esté familiarizado con su propósito.

source: What do advanced settings do?
es_419: ¿Qué hacen los ajustes avanzados?

source: Advanced settings control specific course functionality. On this page, you can edit manual policies, which are JSON-based key and value pairs that control specific course settings.
es_419: Ajustes avanzados controlan funcionalidades específicas del curso. En esta página, se puede editar manualmente las opciones del curso, que son pares de claves basados ​​en JSON que controlan los ajustes específicos del curso.

source: Any policies you modify here override all other information you've defined elsewhere in Studio. Do not edit policies unless you are familiar with both their purpose and syntax.
es_419: Cualquier opción que modifique aquí anulan cualquier otra información que haya definido en Edx Estudio. No edite las políticas a menos que esté familiarizado con su propósito y sintaxis.

source: Details &amp; Schedule
es_419: Detalles y Calendario

source: Grading Settings
es_419: Configuración de calificaciones

source: Overall Grade Range
es_419: Rango de calificación general

source: Your overall grading scale for student final grades
es_419: Su escala de calificación general para las notas definitivas de los estudiantes

source: Grading Rules &amp; Policies
es_419: Reglas y políticas de calificación

source: Deadlines, requirements, and logistics around grading student work
es_419: Fechas límite de entrega, requerimientos y logística relacionada con la calificación del trabajo de los estudiantes

source: Grace Period on Deadline:
es_419: Periodo de gracia en las fechas límites de entrega

source: Leeway on due dates
es_419: Nivel de tolerancia en las fechas de entrega

source: Assignment Types
es_419: Tipos de tareas

source: Categories and labels for any exercises that are gradable
es_419: Categorías y etiquetas para cualquier ejercicio que sea calificable

source: New Assignment Type
es_419: Nuevo tipo de tarea

source: You can use the slider under Overall Grade Range to specify whether your course is pass/fail or graded by letter, and to establish the thresholds for each grade.
es_419: Puede utilizar el control deslizante de abajo para especificar el rango de calificaciones del curso, para aprobar o reprobar y para establecer los umbrales para cada grado.

source: You can specify whether your course offers students a grace period for late assignments.
es_419: Puede especificar si el curso ofrece a los estudiantes un período de gracia para tareas finales.

source: You can also create assignment types, such as homework, labs, quizzes, and exams, and specify how much of a student's grade each assignment type is worth.
es_419: También puede crear tipos de actividades del curso, como las deberes, laboratorios, pruebas y exámenes, y especificar qué porcentaje del valor del curso tendrá cada actividad.

source: Sign Up
es_419: Registrarse

source: Sign Up for edX Studio
es_419: Registrarse a edX Studio

source: Already have a Studio Account? Sign in
es_419: ¿Ya tiene una cuenta de Studio? Ingresar

source: Ready to start creating online courses? Sign up below and start creating your first edX course today.
es_419: ¿Está listo para comenzar a crear cursos en línea? Regístrese y comience a crear su primer curso de edX hoy.

source: Required Information to Sign Up for edX Studio
es_419: Información requerida para registrarse a edX Studio

source: Public Username
es_419: Nombre de usuario público

source: This will be used in public discussions with your courses and in our edX101 support forums
es_419: Este nombre se usará en las discusiones públicas de sus cursos y en los foros de soporte de edX101

source: TYPE ID
es_419: Tipo de ID

source: Cedula / Pasaporte
es_419: Cédula / Pasaporte

source: example: 0102030405
es_419: ejemplo: 0102030405

source: Don't input special characters in your ID
es_419: No escriba caracteres especiales in el ID

source: Full Name
es_419: Nombre Completo

source: City
es_419: Ciudad

source: example: Quito, Pichincha, Ecuador
es_419: Ejemplo: Quito, Pichincha, Ecuador

source: Preferred Language
es_419: Preferencia de idioma

source: I agree to the {a_start} Terms of Service {a_end}
es_419: Yo estoy de acuerdo {a_start} con los términos del servicio {a_end}

source: Create My Account &amp; Start Authoring Courses
es_419: Crear mi cuanta y comenzar la creación de cursos

source: Common Studio Questions
es_419: Preguntas comunes sobre Studio

source: Who is Studio for?
es_419: ¿Para quien es Studio?

source: Studio is for anyone that wants to create online courses that leverage the global edX platform. Our users are often faculty members, teaching assistants and course staff, and members of instructional technology groups.
es_419: Studio es para cualquiera que desee crear cursos en línea para la plataforma global de edX. Nuestros usuarios son con frecuencia docentes, profesores asistentes, funcionarios de apoyo de los cursos o miembros de equipos de tecnología y diseño instruccional.

source: How technically savvy do I need to be to create courses in Studio?
es_419: ¿Que tan experto en temas de tecnología debo ser para crear cursos en Studio?

source: Studio is designed to be easy to use by almost anyone familiar with common web-based authoring environments (Wordpress, Moodle, etc.). No programming knowledge is required, but for some of the more advanced features, a technical background would be helpful. As always, we are here to help, so don't hesitate to dive right in.
es_419: Studio está diseñado para ser fácil de usar para cualquiera que esté familiarizado con herramientas de creación de contenido en Web (Wordpress, Moodle, etc.) No requiere conocimientos en programación, pero para algunas de las funcionalidades mas avanzadas puede ser útil cierto conocimiento técnico. Como siempre, hay un equipo de soporte dispuesto a apoyarlo, así que no dude en comenzar de inmediato.

source: I've never authored a course online before. Is there help?
es_419: Nunca he creado un curso en línea. ¿Es posible tener ayuda?

source: Absolutely. We have created an online course, edX101, that describes some best practices: from filming video, creating exercises, to the basics of running an online course. Additionally, we're always here to help, just drop us a note.
es_419: Por supuesto. Hemos creado el curso en línea edX101, que describe algunas de las mejores prácticas, desde la grabación de videos y la creación de ejercicios, hasta los conocimientos básicos para desarrollar un curso en línea. Adicionalmente, estaremos siempre dispuestos a colaborarle en el proceso.

source: Syllabuses
es_419: Silabos

source: New Syllabus
es_419: Nuevo Silabo

source: Why should I break my text into chapters?
es_419: ¿Por que debo dividir mi texto en varios capítulos?

source: It's best practice to break your course's textbook into multiple chapters to reduce loading times for students. Breaking up textbooks into chapters can also help students more easily find topic-based information.
es_419: Es recomendable dividir el libro de texto para su curso en varios capítulos para reducir los tiempos de descarga para los estudiantes. Esto igualmente contribuye a que los estudiantes encuentren el contenido relacionado a cada uno de los temas fácilmente.

source: What if my book isn't divided into chapters?
es_419: ¿Que sucede si mi libro no está dividido en capítulos?

source: If you haven't broken your text into chapters, you can upload the entire text as a single chapter and enter a name of your choice in the Chapter Name field.
es_419: Si no desea dividir el texto en capítulos, se puede visualizar el texto entero como un solo capítulo y escribir un nombre de su elección en el campo Nombre del capítulo.

source: Textbooks
es_419: Libros de texto

source: New Textbook
es_419: Nuevo Líbro de texto

source: Why should I break my textbook into chapters?
es_419: ¿Por qué debo dividir mi libro en capítulos?

source: Breaking your textbook into multiple chapters reduces loading times for students, especially those with slow Internet connections. Breaking up textbooks into chapters can also help students more easily find topic-based information.
es_419: Dividir el libro en varios capítulos reduce los tiempos de carga para los estudiantes, especialmente aquellos con conexiones lentas a Internet. Además, puede ayudar a los estudiantes a encontrar más fácilmente la información que buscan según los temas.

source: If your textbook doesn't have individual chapters, you can upload the entire text as a single chapter and enter a name of your choice in the Chapter Name field.
es_419: Si el libro no tiene capítulos individuales, se puede visualizar el texto entero como un solo capítulo y escriba un nombre de su elección en el campo Nombre del capítulo.

source: Individual Unit
es_419: Unidad individual

source: You are editing a draft.
es_419: Usted está editando un borrador

source: This unit was originally published on {date}.
es_419: Esta unidad fue originalmente publicada el {date}.

source: View the Live Version
es_419: Ver la versión publicada

source: Add New Component
es_419: Añadir nuevo Componente

source: Common Problem Types
es_419: Tipos de problemas comunes

source: Advanced
es_419: Avanzado

source: Unit Settings
es_419: Configuración de la unidad

source: Visibility:
es_419: Visibilidad:

source: Public
es_419: Público

source: Private
es_419: Privado

source: This unit has been published. To make changes, you must {link_start}edit a draft{link_end}.
es_419: Esta unidad ha sido publicada. Para hacer cambios, debe {link_start}editar un borrador{link_end}.

source: This is a draft of the published unit. To update the live version, you must {link_start}replace it with this draft{link_end}.
es_419: Este es un borrador de la unidad publicada. Para actualizar la versión publicada, debe {link_start}reemplazarla con este borrador{link_end}.

source: This unit is scheduled to be released to <strong>students</strong>
es_419: Esta unidad ya está programada para ser liberada a los <strong>estudiantes</strong>

source: on {date}
es_419: el {date}

source: with the subsection {link_start}{name}{link_end}
es_419: con la subsección {link_start}{name}{link_end}

source: Delete Draft
es_419: Eliminar borrador

source: Unit Location
es_419: Ubicación de la unidad

source: Unit Identifier:
es_419: Identificador de la unidad:

source: Thank you for signing up for edX Studio! To activate your account, please copy and paste this address into your web browser's address bar:
es_419: Gracias por registrarse en edX Studio! Para activar su cuenta, por favor ingrese a la siguiente dirección en una ventana de su navegador:

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the help section of the edX web site.
es_419: Si usted no solicitó este cambio, no necesita hacer nada; no recibirá ningún correo adicional por parte de nosotros. Por favor no responda a este correo; si requiere mayor asistencia, visite la sección de Ayuda en la página web.

source: Your account for edX Studio
es_419: Tu cuenta para edX Studio

source: {email} has requested Studio course creator privileges on edge
es_419: {Email} ha solicitado privilegios de creador de cursos Studio en edge

source: User '{user}' with e-mail {email} has requested Studio course creator privileges on edge.
es_419: El usuario '{Usuario}' con el correo electrónico {email} ha solicitado privilegios de creador de cursos de Studio en edge.

source: To grant or deny this request, use the course creator admin table.
es_419: Para conceder o denegar esta solicitud, utilice la tabla de administración de creador del curso.

source: Your request for course creation rights to edX Studio have been denied. If you believe this was in error, please contact:
es_419: Su solicitud de permisos para la creación de cursos en edX Studio ha sido rechazada. Si usted cree que esto es un error, por favor contacte:

source: Your request for course creation rights to edX Studio have been granted. To create your first course, visit:
es_419: Su solicitud de permisos para la creación de cursos en edX Studio ha sido aprobada. Para comenzar a crear su primer curso, visite:

source: Your course creation rights to edX Studio have been revoked. If you believe this was in error, please contact:
es_419: Su solicitud de permisos para la creación de cursos en edX Studio ha sido revocada. Si considera que esto es un error, por favor contacte:

source: Your course creator status for edX Studio
es_419: Su estatus de creador de cursos en edX Studio

source: Thanks for activating your account.
es_419: Gracias por activar su cuenta.

source: This account has already been activated.
es_419: Está cuenta ya ha sido activada.

source: Visit your {link_start}dashboard{link_end} to see your courses.
es_419: Visite su {link_start}Panel de control{link_end} para ver sus cursos.

source: You can now {link_start}login{link_end}.
es_419: Ahora puede {link_start}ingresar{link_end}.

source: An activation link has been sent to {emaiL}, along with instructions for activating your account.
es_419: Un correo electrónico de activación ha sido enviado a {emaiL} junto con las instrucciones para activar su cuenta.

source: All rights reserved.
es_419: Todos los derechos reservados.

source: Terms of Service
es_419: Condiciones del servicio

source: Privacy Policy
es_419: Política de privacidad

source: Contact Us
es_419: Contáctenos

source: Current Course:
es_419: Curso activo:

source: {course_name}'s Navigation:
es_419: Navegación del curso {course_name}

source: Course
es_419: Curso

source: Outline
es_419: Estructura

source: Updates
es_419: Actualizaciones

source: Schedule &amp; Details
es_419: Calendario y Detalles

source: Checklists
es_419: Listas de chequeo

source: Import
es_419: Importar

source: Export
es_419: Exportar

source: Help &amp; Account Navigation
es_419: Ayuda y Navegación de la cuenta

source: Help
es_419: Ayuda

source: This is a PDF Document
es_419: Este es un documento en formato PDF

source: Studio Documentation
es_419: Documentación de Studio

source: Studio Help Center
es_419: Centro de Ayuda de Studio

source: Currently signed in as:
es_419: Ha iniciado sesión como:

source: Sign Out
es_419: Cerrar sesión

source: You're not currently signed in
es_419: usted no ha iniciado sesión

source: How Studio Works
es_419: Como funciona Studio

source: Studio Help
es_419: Ayuda de Studio

source: Launch Latex Source Compiler
es_419: Lanzar el compilador de código Latex

source: Heading 1
es_419: Encabezado 1

source: Multiple Choice
es_419: Opción múltiple

source: Checkboxes
es_419: Casillas de verificación

source: Text Input
es_419: Entrada de texto

source: Numerical Input
es_419: Entrada numérica

source: Dropdown
es_419: Desplegar

source: Explanation
es_419: Explicación

source: Advanced Editor
es_419: Editor Avanzado

source: Toggle Cheatsheet
es_419: Alternar Trucos

source: Looking for Help with Studio?
es_419: ¿Buscando ayuda con Studio?

source: edX Studio Help
es_419: Ayuda de edX Studio

source: Need help with Studio? Creating a course is complex, so we're here to help. Take advantage of our documentation, help center, as well as our edX101 introduction course for course authors.
es_419: ¿Necesita ayuda con Studio? La creación de cursos puede ser un proceso complejo, así que estamos aquí para ayudarle. Utilice la documentación, el centro de ayuda y nuestro curso introductorio para autores edX101.

source: Download Studio Documentation
es_419: Descargar la documentación de Studio

source: How to use Studio to build your course
es_419: Como usar Studio para construir su curso

source: Enroll in edX101
es_419: Inscríbase a edX101

source: Contact us about Studio
es_419: Contáctenos acerca de Studio

source: Have problems, questions, or suggestions about Studio? We're also here to listen to any feedback you want to share.
es_419: ¿Tiene problemas, preguntas o sugerencias acerca de Studio?También queremos recibir toda la retroalimentación que usted desee dar.

source: name
es_419: nombre

source: Delete this unit
es_419: Borrar esta unidad

source: Delete unit
es_419: Borrar Unidad

source: Drag to sort
es_419: Arrastrar para ordenar

source: Drag to reorder unit
es_419: Arrastrar para reordenar la unidad

source: Upgrade Your Registration for {} | Choose Your Track
es_419: Mejora tu registro para {} | Elegir su pista

source: Register for {} | Choose Your Track
es_419: Registrado para {} | Elija su ruta

source: Sorry, there was an error when trying to register you
es_419: Lo sentimos, ocurrió un error en su proceso de registro

source: Select your track:
es_419: Seleccione su Ruta:

source: Certificate of Achievement (ID Verified)
es_419: Certificado de Logro (ID verificada)

source: Upgrade and work toward a verified Certificate of Achievement.
es_419: Mejora y trabaja para obtener un Certificado Verificado

source: Sign up and work toward a verified Certificate of Achievement.
es_419: Inscribase y trabaje hacia una certificado de logro verificado.

source: Select your contribution for this course (min. $
es_419: Seleccione su contribución para este curso (min. $

source: Why do I have to pay? What if I don't meet all the requirements?
es_419: ¿Por que debo pagar? ¿Que sucede si no cumplo con todos los requisitos?

source: Why do I have to pay?
es_419: ¿Por que debo pagar?

source: As a not-for-profit, edX uses your contribution to support our mission to provide quality education to everyone around the world, and to improve learning through research. While we have established a minimum fee, we ask that you contribute as much as you can.
es_419: Como una organización sin animo de lucro, edX utiliza sus contribuciones para realizar su misión de proveer educación de alta calidad a todo el mundo y mejorar los procesos de aprendizaje a través de la investigación. A pesar de que hemos establecido un costo mínimo, le solicitamos que contribuya con el mayor valor que le sea posible.

source: I'd like to pay more than the minimum. Is my contribution tax deductible?
es_419: Me gustaría pagar mas del mínimo. ¿Esta contribución es deducible de impuestos?

source: Please check with your tax advisor to determine whether your contribution is tax deductible.
es_419: Por favor verifique con su asesor tributario para determinar si su contribución es o no deducible de impuestos.

source: What if I can't afford it or don't have the necessary equipment?
es_419: ¿Que sucede si no puedo costear o no tengo el equipamento necesario?

source: If you can't afford the minimum fee or don't meet the requirements, you can audit the course or elect to pursue an honor code certificate at no cost. If you would like to pursue the honor code certificate, please check the honor code certificate box, tell us why you can't pursue the verified certificate below, and then click the 'Select Certificate' button to complete your registration.
es_419: Si no puede pagar el precio mínimo, o no cumple con los requisitos básicos, puede auditar el curso o seleccionar un certificado de código de honor sin ningún costo. Si desea elegir el certificado de código de honor, por favor marque la casilla correspondiente, indíquenos por que razón no puede elegir el certificado verificado y luego haga clic en 'Seleccionar certificado' para completar su registro.

source: Select Honor Code Certificate
es_419: Seleccionar certificado de código de honor

source: Explain your situation:
es_419: Explique su situación:

source: Please write a few sentences about why you'd like to opt out of the paid verified certificate to pursue the honor code certificate:
es_419: Por favor escriba algunas razones por las cuales prefiere optar por el certificado de código de honor en lugar del certificado verificado pagado.

source: Upgrade Your Registration
es_419: Mejora tu calificación

source: Select Certificate
es_419: Seleccionar Certificado

source: Verified Registration Requirements
es_419: Requerimientos del registro verificado

source: To upgrade your registration and work towards a Verified Certificate of Achievement, you will need a webcam, a credit or debit card, and an ID.
es_419: Para actualizar su registro y trabajar en pro de un Certificado Verificado , necesitará una cámara web, una tarjeta de crédito o débito, y un ID.

source: To register for a Verified Certificate of Achievement option, you will need a webcam, a credit or debit card, and an ID.
es_419: Para registrarse para la opción de certificado verificado necesitará contar con una cámara web, una tarjeta de crédito o débido y un documento de identificación.

source: What is an ID Verified Certificate?
es_419: ¿Que es un certificado de ID verificada?

source: An ID Verified Certificate requires proof of your identity through your photo and ID and is checked throughout the course to verify that it is you who earned the passing grade.
es_419: Un certificado de ID verificada requiere prueba de su identidad a través de una foto y un documento de identidad y es veríficado a lo largo del curso para garantizar que es usted el que està realizando las actividades y obteniendo las calificaciones correspondientes.

source: or
es_419: o

source: Audit This Course
es_419: Auditar este curso

source: Sign up to audit this course for free and track your own progress.
es_419: Regístrese para auditar este curso de forma gratuita y hacer el seguimiento a su propio progreso.

source: Select Audit
es_419: Seleccione Auditoría

source: {platform_name}-wide Summary
es_419: {platform_name}-Resumen General

source: Instructions
es_419: Instrucciones

source: Collapse Instructions
es_419: Contraer Instrucciones

source: Guided Discussion
es_419: Discusión Guiada

source: Hide Annotations
es_419: Esconder anotaciones

source: Vision
es_419: Visión

source: Press
es_419: Prensa

source: Contact
es_419: Contacto

source: Class Feedback
es_419: Comentarios de la clase

source: We are always seeking feedback to improve our courses. If you are an enrolled student and have any questions, feedback, suggestions, or any other issues specific to a particular class, please post on the discussion forums of that&nbsp;class.
es_419: Siempre buscamos retroalimentación para mejorar nuestros cursos. Si usted es un estudiante inscrito y tiene preguntas, comentarios, sugerencias o algún otro aporte a una clase en particular, por favor publíquelo en los foros de discusión de dicha clase.

source: General Inquiries and Feedback
es_419: Preguntas y comentarios generales
