Repository: Nurfog/edx
Catalog: conf/locale/*/LC_MESSAGES/mako.po
Languages: es_419

source: If you have a general question about {platform_name} please email <a href="mailto:{contact_email}">{contact_email}</a>. To see if your question has already been answered, visit our {faq_link_start}FAQ page{faq_link_end}. You can also join the discussion on our {fb_link_start}facebook page{fb_link_end}. Though we may not have a chance to respond to every email, we take all feedback into consideration.
es_419: Si tiene una pregunta general sobre {platform_name} por favor envíe un correo electrónico a <a href="mailto:{contact_email}">{contact_email}</a>. Para ver si su pregunta ha sido respondida, visite nuestra sección de {faq_link_start}Preguntas Frecuentes{faq_link_end}. También puede participar de las discusiones en nuestra {fb_link_start}Página de facebook{fb_link_end}. Aunque no podamos responder cada correo o comentario, nos interesan mucho todos sus aportes.

source: Technical Inquiries and Feedback
es_419: Inquietudes y aportes técnicos

source: If you have suggestions/feedback about the overall {platform_name} platform, or are facing general technical issues with the platform (e.g., issues with email addresses and passwords), you can reach us at <a href="mailto:{tech_email}">{tech_email}</a>. For technical questions, please make sure you are using a current version of Firefox or Chrome, and include browser and version in your e-mail, as well as screenshots or other pertinent details. If you find a bug or other issues, you can reach us at the following: <a href="mailto:{bugs_email}">{bugs_email}</a>.
es_419: Si usted tiene sugerencias o comentarios sobre la plataforma {platform_name} en general, o está experimentando dificultades técnicas, puede contactarnos en <a href="mailto:{tech_email}">{tech_email}</a>. Para preguntas técnicas, por favor asegúrese de utilizar la última versión del navegador Firefox o Chrome e incluir la información de su navegador (Nombre y versión) en su correo electrónico, así como capturas de pantalla o otros detalles pertinentes. Si encuentra un problema con el software, puede contactarnos en <a href="mailto:{bugs_email}">{bugs_email}</a>.

source: Please visit our {link_start}media/press page{link_end} for more information. For any media or press inquiries, please email {email}.
es_419: Por favor viste nuestra {link_start}Página de medios y prensa{link_end} para más información. Para preguntas relacionadas con medios o prensa, por favor envíe un correo electrónico a {email}.

source: Universities
es_419: Universidades

source: If you are a university wishing to collaborate with or if you have questions about {platform_name}, please email {email}.
es_419: Si usted representa una universidad que desea colaborar o si tiene preguntas acerca de {platform_name}, por favor escriba un correo electrónico a {email}.

source: New
es_419: Nuevo

source: Dashboard
es_419: Panel de control

source: An error occurred. Please try again later.
es_419: Ocurrió un error, por favor intente nuevamente mas tarde.

source: Please verify your new email
es_419: Por favor verifique su nuevo email

source: edit
es_419: editar

source: Email
es_419: Correo electrónico

source: Reset Password
es_419: Resetear Contraseña

source: Current Courses
es_419: Cursos activos

source: Looks like you haven't registered for any courses yet.
es_419: Parece que no se ha registrado aún para ningún curso.

source: Find courses now!
es_419: ¡Encuentra cursos ahora!

source: Looks like you haven't been enrolled in any courses yet.
es_419: Parece que no se ha registrado aún a ningún curso.

source: Course-loading errors
es_419: Errores en la carga del curso

source: Close Modal
es_419: Cerrar dialogo

source: Email Settings for {course_number}
es_419: Configuración de email para {course_number}

source: modal open
es_419: Modalidad abierta

source: Receive course emails
es_419: Recibir mensajes de correo electrónico del curso

source: Save Settings
es_419: Guardar ajustes.

source: Password Reset Email Sent
es_419: Correo con reseteo de contraseña enviado

source: An email has been sent to {email}. Follow the link in the email to change your password.
es_419: Se ha enviado un correo electrónico a {email}. Siga las instrucciones de dicho correo para cambiar su contraseña.

source: Change Email
es_419: Cambiar correo electrónico

source: Please enter your new email address:
es_419: Por favor introduce tu nueva dirección de correo:

source: Please confirm your password:
es_419: Por favor confirme su contraseña:

source: We will send a confirmation to both {email} and your new email as part of the process.
es_419: Se le enviará una confirmación tanto a {email} como a su nuevo correo como parte del proceso de verificación.

source: Change your name
es_419: Cambie su nombre

source: To uphold the credibility of {platform} certificates, all name changes will be logged and recorded.
es_419: Para garantizar la credibilidad de los certificados de la plataforma {platform}, todos los cambios de nombres serán almacenados de forma permanente.

source: Enter your desired full name, as it will appear on the {platform} certificates:
es_419: Ingrese su nombre completo, como aparecerá en los certificados de la plataforma {platform}.

source: Reason for name change:
es_419: Razón por el cambio de nombre:

source: Change My Name
es_419: Cambiar mi nombre

source: Unregister
es_419: Borrar su inscripción

source: E-mail change failed
es_419: El cambio de su correo electrónico falló.

source: We were unable to send a confirmation email to {email}
es_419: No ha sido posible enviar una confirmación por correo electrónico a {email}

source: Go back to the {link_start}home page{link_end}.
es_419: Volver a la {link_start}Página de inicio{link_end}.

source: E-mail change successful!
es_419: Cambio de correo electrónico con éxito

source: You should see your new email in your {link_start}dashboard{link_end}.
es_419: Debería ver su nuevo correo en su {link_start}panel de control{link_end}.

source: An account with the new e-mail address already exists.
es_419: Ya existe una cuenta con esta dirección de correo electrónico.

source: Student Enrollment Form
es_419: Formulario de inscripción de estudiantes

source: Course:
es_419: Curso:

source: Add new students
es_419: Añadir nuevos estudiantes

source: Existing students:
es_419: Estudiantes existentes:

source: New students added:
es_419: Nuevos estudiantes añadidos:

source: Students rejected:
es_419: Estudiantes rechazados

source: Debug:
es_419: Depuración:

source: biff
es_419: tortazo

source: External Authentication failed
es_419: Autenticación externa fallida

source: Due:
es_419: Fecha de entrega:

source: Status:
es_419: Estado:

source: You have successfully gotten to level {goal_level}.
es_419: Usted a alcanzado satisfactoriamente el nivel {goal_level}.

source: You have not yet gotten to level {goal_level}.
es_419: Usted todavía no ha alcanzado el nivel {goal_level}.

source: Completed puzzles
es_419: Acertijos completados

source: Level
es_419: Nivel

source: Submitted
es_419: Enviado

source: Puzzle Leaderboard
es_419: Tablero de puntuación para acertijos

source: User
es_419: Usuario

source: Score
es_419: Puntaje

source: About
es_419: Acerca de

source: Jobs
es_419: Trabajos

source: FAQ
es_419: Preguntas Frecuentes

source: {platform_name} is a non-profit created by founding partners {Harvard} and {MIT} whose mission is to bring the best of higher education to students of all ages anywhere in the world, wherever there is Internet access. {platform_name}'s free online MOOCs are interactive and subjects include computer science, public health, and artificial intelligence.
es_419: {platform_name} es un proyecto sin animo de lucro creado por los fundadores asociado {Harvard} y {MIT} cuya misión es llevar lo mejor de la educación superior a estudiantes de todas las edades en cualquier parte del mundo a través de Internet. Los cursos en línea masivos de la plataforma {platform_name} son interactivos y sus temas incluyen ciencias de la computación, salud pública e inteligencia artificial.

source: &copy; 2013 {platform_name}, some rights reserved.
es_419: &copy; 2013 {platform_name}. Algunos derechos reservados.

source: Terms of Service and Honor Code
es_419: Terminos del Servicio y Código de Honor

source: Password Reset
es_419: Restablecer Contraseña

source: Please enter your e-mail address below, and we will e-mail instructions for setting a new password.
es_419: Por favor ingrese su dirección de correo electrónico y le enviaremos las instrucciones para restablecer su contraseña-

source: Required Information
es_419: Información Requerida

source: Your E-mail Address
es_419: Su dirección de correo electrónico

source: This is the e-mail address you used to register with {platform}
es_419: Esta es la dirección de correo electrónico que uso para registrarse con {platform}

source: Reset My Password
es_419: Restablecer mi contraseña

source: Email is incorrect.
es_419: La dirección de correo electrónico no es válida

source: {platform_name} Help
es_419: Ayuda de {platform_name}

source: {span_start}{platform_name}{span_end} Help
es_419: Ayuda sobre {span_start}{platform_name}{span_end}

source: For <strong>questions on course lectures, homework, tools, or materials for this course</strong>, post in the {link_start}course discussion forum{link_end}.
es_419: Para <strong>preguntas sobre las clases, tareas o materiales del curso</strong>, utilice el{link_start}foro de discusión{link_end}.

source: Have <strong>general questions about {platform_name}</strong>? You can find lots of helpful information in the {platform_name} {link_start}FAQ{link_end}.
es_419: ¿Tiene <strong>preguntas generales sobre la plataforma {platform_name}</strong>? Puede encontrar mucha información valiosa en la sección de {link_start}Preguntas Frecuentes{link_end} de {platform_name}.

source: Have a <strong>question about something specific</strong>? You can contact the {platform_name} general support team directly:
es_419: ¿Tiene <strong>preguntas sobre algo más específico</strong>? Puede contactar directamente al equipo de soporte de la plataforma {platform_name}:

source: Report a problem
es_419: Reportar un problema

source: Make a suggestion
es_419: Hacer una sugerencia

source: Ask a question
es_419: Formular una pregunta

source: Name*
es_419: Nombre*

source: E-mail*
es_419: Correo electrónico*

source: Briefly describe your issue*
es_419: Describa brevemente su situación*

source: Tell us the details*
es_419: Proporcione mas detalles*

source: Include error messages, steps which lead to the issue, etc
es_419: Incluya los mensajes de error, los pasos realizados que llevaron al inconveniente, etc.

source: Thank You!
es_419: Muchas gracias!

source: Thank you for your inquiry or feedback. We typically respond to a request within one business day (Monday to Friday, {open_time} UTC to {close_time} UTC.) In the meantime, please review our {link_start}detailed FAQs{link_end} where most questions have already been answered.
es_419: Gracias por sus preguntas y aportes. Generalmente respondemos cada solicitud en un día hábil (Lunes a Viernes {open_time} UTC a {close_time} UTC.) Entre tanto, por favor revise nuestra sección de {link_start}Preguntas Frecuentes detalladas{link_end} en donde la mayoría de preguntas ya han sido respondidas.

source: Free courses from <strong>{university_name}</strong>
es_419: Cursos gratuitos de <strong>{university_name}</strong>

source: The Future of Online Education
es_419: El futuro de la educación en línea

source: For anyone, anywhere, anytime
es_419: Para cualquiera, en cualquier lugar, en cualquier momento.

source: Stay up to date with all {platform_name} has to offer!
es_419: Manténgase al día con todo lo que {platform_name} tiene para ofrecerle!

source: Explore free courses from {span_start}{platform_name}{span_end} universities
es_419: Explorar cursos gratuitos de univesidades

source: Invalid email change key
es_419: Clave de cambio de correo electrónico inválida

source: This e-mail key is not valid. Please check:
es_419: Esta clave de correo electrónica no es valida. Por favor revisar:

source: Was this key already used? Check whether the e-mail change has already happened.
es_419: ¿Esta clave ya se había utilizado? Por favor revise si el cambio de correo electrónico ya fue realizado.

source: Did your e-mail client break the URL into two lines?
es_419: ¿Su cliente de correo electrónico separó la URL en dos líneas?

source: The keys are valid for a limited amount of time. Has the key expired?
es_419: Las claves son validas por un tiempo limitado. ¿Ha expirado su clave?

source: Log into your {platform_name} Account
es_419: Inicie sesión en su cuenta de {platform_name}

source: Log into My {platform_name} Account
es_419: Iniciar sesión en mi cuenta de {platform_name}

source: Access My Courses
es_419: Acceder a Mis Cursos

source: Please log in
es_419: Por favor inicie sesión

source: to access your account and courses
es_419: para acceder a su cuenta y sus cursos

source: We're Sorry, {platform_name} accounts are unavailable currently
es_419: Lo sentimos, las cuentas de {platform_name} no están disponibles en el momento

source: The following errors occured while logging you in:
es_419: Ocurrieron los siguientes errores al iniciar su sesión

source: Your email or password is incorrect
es_419: Su correo electrónico o contraseña son incorrectos

source: Please provide the following information to log into your {platform_name} account. Required fields are noted by <strong class="indicator">bold text and an asterisk (*)</strong>.
es_419: Por favor ingrese la siguiente información para iniciar sesión en su cuenta de {platform_name}. Los campos obligatorios se denotan con <strong class="indicator">texto en negrita y un asterisco(*)</strong>.

source: E-mail
es_419: Correo eletrónico

source: Account Preferences
es_419: Preferencias de la cuenta

source: Remember me
es_419: Recuérdame

source: Helpful Information
es_419: Información util

source: Login via OpenID
es_419: Iniciar sesión vía OpenID

source: You can now start learning with {platform_name} by logging in with your <a rel="external" href="http://openid.net/">OpenID account</a>.
es_419: Puede comenzar a aprender con {platform_name} iniciando sesión con su <a rel="external" href="http://openid.net/">Cuenta de OpenID</a>.

source: Not Enrolled?
es_419: ¿No está inscrito?

source: Sign up for {platform_name} today!
es_419: Regístrese hoy mismo en {platform_name}!

source: Looking for help in logging in or with your {platform_name} account?
es_419: ¿Busca ayuda para iniciar sesión o con su cuenta de {platform_name}?

source: View our help section for answers to commonly asked questions.
es_419: Visite nuestra sección de Ayuda para consultar las respuestas a las preguntas más frecuentes.

source: Log In
es_419: Iniciar Sesión

source: Not enrolled?
es_419: ¿No está inscrito?

source: Sign up.
es_419: Registrarse.

source: login via openid
es_419: Inicie sesión vía OpenID

source: External resource
es_419: Recurso Externo

source: View resource in a new window
es_419: Ver el recurso en una nueva ventana

source: Please provide launch_url. Click "Edit", and fill in the required fields.
es_419: Proporcione una launch_url. Haga clic en "Editar", e ingrese los campos requeridos.

source: Home
es_419: Inicio

source: Disable or Reenable student accounts
es_419: Desactive o reactive una Cuenta de Estudiantes

source: Username:
es_419: Nombre de Usuario:

source: Disable Account
es_419: Desactivar Cuenta

source: Reenable Account
es_419: Reactivar Cuenta

source: Submit
es_419: Enviar

source: Students whose accounts have been disabled
es_419: Estudiantes cuyas cuentas hayan sido desactividas

source: (reload your page to refresh)
es_419: (recargar la página para actualizar)

source: This page features MathJax technology to render mathematical formulae. To make math accessibile, we suggest using the MathPlayer plugin. Please visit the {link_start}MathPlayer Download Page{link_end} to download the plugin for your browser.
es_419: Esta página muestra el uso de la tecnología MathJax para presentar fórmulas matemáticas. Para visualizar la matemática, sugerimos usar el plugin MathPlayer. Visite la {link_start} pagina de descarga de MathPlayer {link_end} para descargar el plugin correspondiente a su navegador.

source: Your browser does not support the MathPlayer plugin. To use MathPlayer, please use Internet Explorer 6 through 9.
es_419: Su navegador no soporta el plugin de MathPlayer. Para usar MathPlayer, utilice Internet Explorer versiones 6 a 9.

source: There has been an error on the <em>{platform_name}</em> servers
es_419: Ha habido un error en los servidores de <em>{platform_name}</em>

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible. Please email us at <a href="mailto:{tech_support_email}">{tech_support_email}</a> to report any problems or downtime.
es_419: Lo sentimos, este módulo está temporalmente no disponible. Estamos trabajando para solucionarlo lo antes posible. Por favor escríbanos a <a href="mailto:{tech_support_email}">{tech_support_email}</a> para reportar este tipo de problemas o caidas en el servicio.

source: Details
es_419: Detalles

source: Raw data:
es_419: Datos planos:

source: Accepted
es_419: Aceptado

source: Rejected
es_419: Rechazado

source: Pending name changes
es_419: Cambios de nombre pendientes

source: Confirm
es_419: Confirmar

source: [Reject]
es_419: [Rechazar]

source: Global Navigation
es_419: Navegación Global

source: Find Courses
es_419: Buscar Cursos

source: Dashboard for:
es_419: Panel de control para:

source: More options dropdown
es_419: Despliegue de mas opciones

source: Log Out
es_419: Salir

source: How it Works
es_419: Como funciona

source: Courses
es_419: Cursos

source: Schools
es_419: Instituciones

source: Register Now
es_419: Regístrese Ahora

source: Log in
es_419: Iniciar sesión

source: <strong>Warning:</strong> Your browser is not fully supported. We strongly recommend using {chrome_link_start}Chrome{chrome_link_end} or {ff_link_start}Firefox{ff_link_end}.
es_419: <strong> Advertencia: </strong> Su navegador no es totalmente compatible. Se recomienda encarecidamente el uso de {chrome_link_start}Chrome{chrome_link_end} o {ff_link_start}Firefox{ff_link_end}.

source: My Notes
es_419: Mis Anotaciones

source: Tags: {tags}
es_419: Etiquetas: {tags}

source: Author: {username}
es_419: Autor: {username}

source: Created: {datetime}
es_419: Creado: {datetime}

source: Source: {link}
es_419: Fuente: {link}

source: You do not have any notes.
es_419: Usted no tiene ninguna anotación.

source: Reset
es_419: Reiniciar

source: Show Answer(s)
es_419: Mostrar Respuesta(s)

source: (for question(s) above - adjacent to each field)
es_419: (para la(s) pregunta(s) encima o al lado de cada campo)

source: You have used {num_used} of {num_total} submissions
es_419: Usted ha realizado {num_used} de {num_total} intentos de envío

source: Email or password is incorrect.
es_419: Correo electrónico o contraseña incorrectos.

source: Please note that we will be sending your user name, email, and full name to this third party site.
es_419: Tenga en cuenta que vamos a enviar su nombre de usuario, correo electrónico, y su nombre completo a un sitio de terceros.

source: Return To %s
es_419: Regresar a %s

source: Preferences for {platform_name}
es_419: Preferencias para {platform_name}

source: Update my {platform_name} Account
es_419: Actualizar mi cuenta de {platform_name}

source: Welcome {username}! Please set your preferences below
es_419: Bienvenido {username}! Por favor ajuste sus preferencias a continuación

source: We're sorry, {platform_name} enrollment is not available in your region
es_419: Lo sentimo, las inscripciones a {platform_name} no están disponibles en su región

source: The following errors occured while processing your registration:
es_419: Ocurrieron los siguientes errores al procesar su inscripción:

source: Required fields are noted by <strong class="indicator">bold text and an asterisk (*)</strong>.
es_419: Los campos requeridos se denotan con <strong class="indicator">texto en negrita y un asterisco(*)</strong>.

source: Enter a public username:
es_419: Ingrese un nombre de usuario público:

source: example: JaneDoe
es_419: Ejemplo: JulianaSanchez

source: Will be shown in any discussions or forums you participate in
es_419: Se mostrará en cualquier discusión o foro en los que usted participe

source: example: username@domain.com
es_419: ejemplo: usuario@dominio.com

source: Account Acknowledgements
es_419: Reconocimientos de la Cuenta

source: I agree to the {link_start}Terms of Service{link_end}
es_419: Acepto los {link_start}Terminos del Servicio{link_end}

source: I agree to the {link_start}Honor Code{link_end}
es_419: Acepto el {link_start}Código de Honor{link_end}

source: Update My Account
es_419: Actualizar mi cuenta

source: Register for {platform_name}
es_419: Registrarse en {platform_name}

source: Create My {platform_name} Account
es_419: Crear Mi Cuenta {platform_name}

source: Welcome!
es_419: Bienvenido!

source: Register below to create your {platform_name} account
es_419: Regístrese a continuación para crear su cuenta en {platform_name}

source: Please complete the following fields to register for an account.
es_419: Por favor complete los siguientes campos para crear su cuenta

source: cannot be changed later
es_419: No podrá ser cambiada después

source: Just letter and numbers allowed
es_419: Ingresar solo números y letras

source: example: Jane Doe
es_419: Ejemplo: Juliana Sánchez

source: Needed for any certificates you may earn
es_419: Se requiere para cualquier certificado que pueda obtener

source: Welcome {username}
es_419: Bienvenido(a) {username}

source: Enter a Public Display Name:
es_419: Ingrese un nombre público:

source: Public Display Name
es_419: Nombre Público

source: Optional Personal Information
es_419: Información personal opcional

source: Highest Level of Education Completed
es_419: Máximo nivel educativo completado

source: Gender
es_419: Género

source: Year of Birth
es_419: Año de nacimiento

source: Mailing Address
es_419: Dirección de envio de correspondencia

source: Please share with us your reasons for registering with {platform_name}
es_419: Por favor indíquenos las razones que lo motivan a registrarse en {platform_name}

source: Register
es_419: Registrarse

source: Create My Account
es_419: Crear mi cuenta

source: Registration Help
es_419: Ayuda sobre el proceso de registro

source: Already registered?
es_419: ¿Ya está registrado?

source: Click here to log in.
es_419: Haga Clic aquí para iniciar sesión

source: Welcome to {platform_name}
es_419: Bienvenido a la plataforma {platform_name}

source: Registering with {platform_name} gives you access to all of our current and future free courses. Not ready to take a course just yet? Registering puts you on our mailing list - we will update you as courses are added.
es_419: Registrarse en {platform_name} le da acceso a todos nuestros cursos gratuitos actuales y futuros. ¿No está listo para tomar un curso por el momento? Registrarse lo pone en nuestra lista de correo y se le enviarán actualizaciones a medida que se le añadan nuevos cursos.

source: Next Steps
es_419: Próximos pasos
